{
  "terms": {
    "title": "Termos de Serviço - EasyImage",
    "description": "Leia os Termos de Serviço do EasyImage para conhecer as regras e políticas de uso de nossas ferramentas gratuitas de processamento de imagens.",
    "keywords": "Termos de Serviço, EasyImage, EasyImage, Processamento Gratuito de Imagens, Regras de Uso",
    "sectionsNum": "16",
    "sections": [
      {
        "heading": "Aceitação dos Termos",
        "contentNum": "2",
        "content": [
          "Bem-vindo ao EasyImage. Ao acessar ou usar nosso site em easyimage.work, você concorda em cumprir e estar vinculado a estes Termos de Serviço ('Termos'). Por favor, leia estes Termos cuidadosamente.",
          "Se você não concordar com estes Termos, por favor, não use o EasyImage."
        ]
      },
      {
        "heading": "Descrição do Serviço",
        "contentNum": "3",
        "content": [
          "O EasyImage fornece ferramentas online gratuitas para processamento de imagens que operam inteiramente dentro do seu navegador web.",
          "Todos os serviços são fornecidos gratuitamente, sem recursos pagos ou premium.",
          "Não é necessário registro de usuário para usar nossos serviços."
        ]
      },
      {
        "heading": "Limitações do Serviço",
        "contentNum": "3",
        "content": [
          "Todas as funções de processamento de imagem são executadas inteiramente dentro do seu navegador. O desempenho dessas funções depende das capacidades do seu dispositivo, incluindo, mas não se limitando a velocidade do processador, memória disponível e especificações do navegador.",
          "O EasyImage não garante acesso contínuo ou ininterrupto aos nossos serviços.",
          "Reservamo-nos o direito de modificar, suspender ou descontinuar qualquer parte do serviço sem aviso prévio."
        ]
      },
      {
        "heading": "Sem Suporte Técnico",
        "contentNum": "2",
        "content": [
          "O EasyImage não fornece suporte técnico para o uso de nossas ferramentas.",
          "Não garantimos que nossas ferramentas atenderão aos seus requisitos específicos ou que serão livres de erros, seguras ou ininterruptas."
        ]
      },
      {
        "heading": "Conteúdo do Usuário e Privacidade",
        "contentNum": "3",
        "content": [
          "O EasyImage não coleta, armazena ou processa quaisquer arquivos do usuário. Todo o processamento de imagem é realizado localmente em seu navegador.",
          "Não mantemos contas de usuário e não coletamos informações pessoais de nossos usuários.",
          "Ao usar nosso serviço, você é responsável por garantir que tenha o direito de processar quaisquer imagens que você use com nossas ferramentas."
        ]
      },
      {
        "heading": "Usos Proibidos",
        "contentNum": "5",
        "content": [
          "Você concorda em não usar o EasyImage para qualquer finalidade ilegal ou não autorizada, incluindo, mas não se limitando a:",
          "- Processar ou criar conteúdo que viole quaisquer leis ou regulamentos aplicáveis;",
          "- Tentar interferir no funcionamento adequado do site;",
          "- Usar o serviço para transmitir quaisquer vírus, malware ou outro código malicioso;",
          "- Envolver-se em qualquer atividade que possa desativar, sobrecarregar ou prejudicar o serviço."
        ]
      },
      {
        "heading": "Direitos de Propriedade Intelectual",
        "contentNum": "3",
        "content": [
          "O site EasyImage, incluindo seu nome, logotipo, design, texto, gráficos e a seleção e disposição dos mesmos, é propriedade exclusiva do EasyImage e está protegido por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual.",
          "Você recebe um direito limitado e não exclusivo de acessar e usar o site para fins pessoais e não comerciais.",
          "Você não pode reproduzir, distribuir, modificar, criar trabalhos derivados, exibir publicamente, executar publicamente, republicar, baixar, armazenar ou transmitir qualquer material em nosso site sem nossa permissão prévia expressa por escrito."
        ]
      },
      {
        "heading": "Publicidade",
        "contentNum": "3",
        "content": [
          "O EasyImage pode exibir anúncios, incluindo anúncios do Google AdSense.",
          "Esses anúncios são fornecidos por terceiros, e o EasyImage não é responsável pelo conteúdo, políticas de privacidade ou práticas desses anunciantes terceirizados.",
          "Ao usar o EasyImage, você reconhece e concorda que podemos colocar tais anúncios no site."
        ]
      },
      {
        "heading": "Isenção de Garantias",
        "contentNum": "3",
        "content": [
          "O EasyImage e todos os serviços fornecidos por meio dele são fornecidos 'como estão' e 'conforme disponíveis', sem quaisquer garantias de qualquer tipo, expressas ou implícitas.",
          "Renunciamos expressamente a todas as garantias, incluindo, mas não se limitando a, garantias implícitas de comercialização, adequação a uma finalidade específica e não violação.",
          "Não garantimos que o site será seguro ou estará disponível em qualquer momento ou local específico, que quaisquer defeitos ou erros serão corrigidos, ou que o site esteja livre de vírus ou outros componentes prejudiciais."
        ]
      },
      {
        "heading": "Limitação de Responsabilidade",
        "contentNum": "2",
        "content": [
          "Na máxima extensão permitida pela lei aplicável, em nenhum caso o EasyImage será responsável por quaisquer danos indiretos, punitivos, incidentais, especiais, consequenciais ou exemplares, incluindo, sem limitação, danos por perda de lucros, boa vontade, uso, dados ou outras perdas intangíveis, decorrentes ou relacionados ao seu uso ou incapacidade de usar o serviço.",
          "Esta limitação se aplica independentemente de a alegada responsabilidade ser baseada em contrato, ato ilícito, negligência, responsabilidade estrita ou qualquer outra base, mesmo que tenhamos sido avisados da possibilidade de tal dano."
        ]
      },
      {
        "heading": "Indenização",
        "contentNum": "1",
        "content": [
          "Você concorda em defender, indenizar e isentar o EasyImage, suas afiliadas e seus respectivos diretores, administradores, funcionários e agentes de e contra quaisquer reclamações, danos, obrigações, perdas, responsabilidades, custos ou dívidas e despesas (incluindo, mas não se limitando a honorários advocatícios) decorrentes do seu uso do site ou da sua violação destes Termos."
        ]
      },
      {
        "heading": "Alterações nos Termos",
        "contentNum": "2",
        "content": [
          "Reservamo-nos o direito, a nosso exclusivo critério, de modificar ou substituir estes Termos a qualquer momento sem aviso prévio.",
          "É sua responsabilidade revisar estes Termos periodicamente para verificar alterações. Seu uso continuado do EasyImage após a publicação de quaisquer alterações constitui aceitação dessas alterações."
        ]
      },
      {
        "heading": "Disponibilidade de Idiomas",
        "contentNum": "2",
        "content": [
          "Estes Termos podem estar disponíveis em vários idiomas, mas não garantimos disponibilidade em todos os idiomas.",
          "No caso de qualquer inconsistência entre a versão em inglês e qualquer versão traduzida, a versão em inglês prevalecerá."
        ]
      },
      {
        "heading": "Lei Aplicável",
        "contentNum": "1",
        "content": [
          "Estes Termos serão regidos e interpretados de acordo com as leis da jurisdição em que o EasyImage opera, sem considerar suas disposições sobre conflitos de leis."
        ]
      },
      {
        "heading": "Independência das Cláusulas",
        "contentNum": "1",
        "content": [
          "Se qualquer disposição destes Termos for considerada inexequível ou inválida, essa disposição será limitada ou eliminada na extensão mínima necessária para que os Termos permaneçam em pleno vigor e efeito e exequíveis."
        ]
      },
      {
        "heading": "Informações de Contato",
        "contentNum": "1",
        "content": [
          "Se você tiver alguma dúvida sobre estes Termos de Serviço, entre em contato conosco."
        ]
      }
    ],
    "footer": {
      "lastUpdated": "Última atualização: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
