{
  "terms": {
    "title": "সেবার শর্তাবলী - EasyImage",
    "description": "EasyImage এর সেবার শর্তাবলী পড়ুন, আমাদের বিনামূল্যে ছবি প্রক্রিয়াকরণ টুল ব্যবহারের নিয়ম এবং নীতি সম্পর্কে জানুন।",
    "keywords": "সেবার শর্তাবলী, EasyImage, সহজ ছবি, বিনামূল্যে ছবি প্রক্রিয়াকরণ, ব্যবহারের নিয়ম",
    "sectionsNum": "16",
    "sections": [
      {
        "heading": "শর্তাবলী গ্রহণ",
        "contentNum": "2",
        "content": [
          "EasyImage এ আপনাকে স্বাগতম। আমাদের ওয়েবসাইট easyimage.work অ্যাক্সেস বা ব্যবহার করে, আপনি এই সেবার শর্তাবলী ('শর্তাবলী') মেনে চলতে এবং তার অধীনে থাকতে সম্মত হন। অনুগ্রহ করে এই শর্তাবলী মনোযোগ সহকারে পড়ুন।",
          "আপনি যদি এই শর্তাবলীতে সম্মত না হন, তাহলে EasyImage ব্যবহার করবেন না।"
        ]
      },
      {
        "heading": "সেবার বিবরণ",
        "contentNum": "3",
        "content": [
          "EasyImage বিনামূল্যে অনলাইন ছবি প্রক্রিয়াকরণ টুল প্রদান করে, যা সম্পূর্ণভাবে আপনার ওয়েব ব্রাউজারে চলে।",
          "সমস্ত সেবা বিনামূল্যে প্রদান করা হয়, কোন পেমেন্ট বা প্রিমিয়াম ফিচার নেই।",
          "আমাদের সেবা ব্যবহার করার জন্য ব্যবহারকারী নিবন্ধন প্রয়োজন হয় না।"
        ]
      },
      {
        "heading": "সেবার সীমাবদ্ধতা",
        "contentNum": "3",
        "content": [
          "সমস্ত ছবি প্রক্রিয়াকরণ ফিচার সম্পূর্ণভাবে আপনার ব্রাউজারে সম্পন্ন হয়। এই ফিচারগুলির পারফরম্যান্স আপনার ডিভাইসের পারফরম্যান্সের উপর নির্ভর করে, যার মধ্যে প্রসেসর স্পিড, উপলব্ধ মেমরি এবং ব্রাউজার স্পেসিফিকেশন সীমাবদ্ধ নয়।",
          "EasyImage আমাদের সেবাগুলি নিরবচ্ছিন্ন বা অবিরাম অ্যাক্সেসের গ্যারান্টি দেয় না।",
          "আমরা কোন বিজ্ঞপ্তি ছাড়াই যেকোনো সময় সেবার যেকোনো অংশ পরিবর্তন, সাময়িকভাবে স্থগিত বা বন্ধ করার অধিকার সংরক্ষণ করি।"
        ]
      },
      {
        "heading": "কোন টেকনিক্যাল সাপোর্ট নেই",
        "contentNum": "2",
        "content": [
          "EasyImage আমাদের টুল ব্যবহারের জন্য কোন টেকনিক্যাল সাপোর্ট প্রদান করে না।",
          "আমরা গ্যারান্টি দিই না যে আমাদের টুলগুলি আপনার নির্দিষ্ট প্রয়োজনীয়তা পূরণ করবে, এবং এগুলি ত্রুটিমুক্ত, নিরাপদ বা অবিরাম হবে তাও গ্যারান্টি দিই না।"
        ]
      },
      {
        "heading": "ব্যবহারকারী কন্টেন্ট এবং গোপনীয়তা",
        "contentNum": "3",
        "content": [
          "EasyImage কোন ব্যবহারকারী ফাইল সংগ্রহ, সংরক্ষণ বা প্রক্রিয়া করে না। সমস্ত ছবি প্রক্রিয়াকরণ আপনার ব্রাউজারে স্থানীয়ভাবে সম্পন্ন হয়।",
          "আমরা ব্যবহারকারী অ্যাকাউন্ট রক্ষণাবেক্ষণ করি না এবং ব্যবহারকারীর ব্যক্তিগত তথ্য সংগ্রহ করি না।",
          "আমাদের সেবা ব্যবহার করার সময়, আপনি আমাদের টুল দিয়ে প্রক্রিয়া করা যেকোনো ছবি প্রক্রিয়া করার অধিকার আছে তা নিশ্চিত করার দায়িত্ব আপনার।"
        ]
      },
      {
        "heading": "নিষিদ্ধ ব্যবহার",
        "contentNum": "5",
        "content": [
          "আপনি সম্মত হন যে আপনি EasyImage কে কোন অবৈধ বা অননুমোদিত উদ্দেশ্যে ব্যবহার করবেন না, যার মধ্যে রয়েছে, কিন্তু সীমাবদ্ধ নয়:",
          "- প্রযোজ্য আইন বা বিধিবিধান লঙ্ঘন করে এমন কন্টেন্ট প্রক্রিয়াকরণ বা তৈরি করা;",
          "- ওয়েবসাইটের স্বাভাবিক অপারেশনে হস্তক্ষেপ করার চেষ্টা করা;",
          "- সেবার মাধ্যমে কোন ভাইরাস, ম্যালওয়্যার বা অন্যান্য দুর্ভাবনাপূর্ণ কোড প্রেরণ করা;",
          "- সেবাকে নিষ্ক্রিয়, অতিরিক্ত বোঝা বা ক্ষতি করতে পারে এমন কোনো কার্যকলাপে লিপ্ত হওয়া।"
        ]
      },
      {
        "heading": "বৌদ্ধিক সম্পত্তি",
        "contentNum": "3",
        "content": [
          "EasyImage ওয়েবসাইট, এর নাম, লোগো, ডিজাইন, টেক্সট, গ্রাফিক্স এবং সেগুলির নির্বাচন ও সাজানো, EasyImage এর একমাত্র সম্পত্তি এবং কপিরাইট, ট্রেডমার্ক এবং অন্যান্য বৌদ্ধিক সম্পত্তি আইন দ্বারা সুরক্ষিত।",
          "আপনাকে ব্যক্তিগত, অ-বাণিজ্যিক উদ্দেশ্যে ওয়েবসাইট অ্যাক্সেস ও ব্যবহারের সীমিত, অ-একচেটিয়া অধিকার দেওয়া হয়েছে।",
          "আমাদের পূর্ব লিখিত অনুমতি ছাড়া, আপনি আমাদের ওয়েবসাইটের কোন উপাদান কপি, বিতরণ, সংশোধন, ডেরিভেটিভ ওয়ার্ক তৈরি, প্রকাশ্যে প্রদর্শন, প্রকাশ্যে পারফর্ম, পুনঃপ্রকাশ, ডাউনলোড, স্টোর বা ট্রান্সমিট করতে পারবেন না।"
        ]
      },
      {
        "heading": "বিজ্ঞাপন",
        "contentNum": "3",
        "content": [
          "EasyImage বিজ্ঞাপন প্রদর্শন করতে পারে, যার মধ্যে Google AdSense বিজ্ঞাপন অন্তর্ভুক্ত।",
          "এই বিজ্ঞাপনগুলি তৃতীয় পক্ষ দ্বারা প্রদান করা হয়, এবং EasyImage এই তৃতীয় পক্ষের বিজ্ঞাপনদাতাদের কনটেন্ট, গোপনীয়তা নীতি বা অনুশীলনের জন্য দায়ী নয়।",
          "EasyImage ব্যবহার করে, আপনি স্বীকার করেন এবং সম্মত হন যে আমরা ওয়েবসাইটে এই ধরনের বিজ্ঞাপন রাখতে পারি।"
        ]
      },
      {
        "heading": "ওয়ারেন্টি অস্বীকরণ",
        "contentNum": "3",
        "content": [
          "EasyImage এবং এর মাধ্যমে প্রদত্ত সমস্ত সেবা 'যেমন আছে' এবং 'উপলব্ধ' ভিত্তিতে প্রদান করা হয়, কোন প্রকার প্রকাশিত বা অপ্রকাশিত ওয়ারেন্টি ছাড়াই।",
          "আমরা স্পষ্টভাবে সমস্ত ওয়ারেন্টি অস্বীকার করি, যার মধ্যে রয়েছে কিন্তু সীমাবদ্ধ নয়, বিক্রয়যোগ্যতা, নির্দিষ্ট উদ্দেশ্যের উপযুক্ততা এবং অলঙ্ঘনের অপ্রকাশিত ওয়ারেন্টি।",
          "আমরা গ্যারান্টি দিই না যে ওয়েবসাইট কোন নির্দিষ্ট সময় বা স্থানে নিরাপদ বা উপলব্ধ হবে, কোন ত্রুটি বা সমস্যা সংশোধন করা হবে, বা ওয়েবসাইট ভাইরাস বা অন্যান্য ক্ষতিকারক উপাদান মুক্ত হবে।"
        ]
      },
      {
        "heading": "দায়বদ্ধতার সীমাবদ্ধতা",
        "contentNum": "2",
        "content": [
          "প্রযোজ্য আইন দ্বারা অনুমোদিত সর্বাধিক পরিমাণে, কোন ক্ষেত্রেই EasyImage কোন পরোক্ষ, শাস্তিমূলক, প্রাসঙ্গিক, বিশেষ, পরিণতিমূলক বা শাস্তিমূলক ক্ষতির জন্য দায়ী থাকবে না, যার মধ্যে রয়েছে, কিন্তু সীমাবদ্ধ নয়, আপনার সেবা ব্যবহার বা ব্যবহার করতে না পারার কারণে বা তার সাথে সম্পর্কিত লাভ, সুনাম, ব্যবহার, ডেটা বা অন্যান্য অস্পর্শনীয় ক্ষতির ক্ষতি।",
          "এমনকি আমরা এই ধরনের ক্ষতির সম্ভাবনা সম্পর্কে অবহিত থাকলেও এই সীমাবদ্ধতা প্রযোজ্য হবে, যেকোনো অভিযোগ চুক্তি, টর্ট, অবহেলা, কঠোর দায়বদ্ধতা বা অন্য কোন ভিত্তির উপর ভিত্তি করে থাকুক না কেন।"
        ]
      },
      {
        "heading": "ক্ষতিপূরণ",
        "contentNum": "1",
        "content": [
          "আপনি সম্মত হন যে EasyImage এবং এর সম্পর্কিত প্রতিষ্ঠান এবং তাদের সংশ্লিষ্ট অফিসার, পরিচালক, কর্মচারী এবং এজেন্টদের প্রতিরক্ষা, ক্ষতিপূরণ এবং ক্ষতিমুক্ত রাখবেন, যেকোনো এবং সমস্ত দাবি, ক্ষতি, বাধ্যবাধকতা, ক্ষতি, দায়বদ্ধতা, খরচ বা ঋণ এবং খরচ (অ্যাটর্নি ফি সহ কিন্তু সীমাবদ্ধ নয়) থেকে, যা আপনার ওয়েবসাইট ব্যবহার বা এই শর্তাবলী লঙ্ঘনের কারণে উদ্ভূত হয়।"
        ]
      },
      {
        "heading": "শর্তাবলী পরিবর্তন",
        "contentNum": "2",
        "content": [
          "আমরা কোন বিজ্ঞপ্তি ছাড়াই যেকোনো সময় এই শর্তাবলী সংশোধন বা প্রতিস্থাপন করার অধিকার সংরক্ষণ করি।",
          "আপনার দায়িত্ব এই শর্তাবলী নিয়মিত পরিবর্তন পর্যালোচনা করা। কোন পরিবর্তন পোস্ট করার পরে আপনার EasyImage ব্যবহার চালিয়ে যাওয়া এই পরিবর্তনগুলি গ্রহণের প্রতিনিধিত্ব করে।"
        ]
      },
      {
        "heading": "ভাষা উপলব্ধতা",
        "contentNum": "2",
        "content": [
          "এই শর্তাবলী বিভিন্ন ভাষায় উপলব্ধ হতে পারে, তবে আমরা গ্যারান্টি দিই না যে সমস্ত ভাষা সংস্করণ উপলব্ধ হবে।",
          "ইংরেজি সংস্করণ এবং কোন অনুবাদিত সংস্করণের মধ্যে কোন অসঙ্গতি থাকলে, ইংরেজি সংস্করণ প্রাধান্য পাবে।"
        ]
      },
      {
        "heading": "শাসন আইন",
        "contentNum": "1",
        "content": [
          "এই শর্তাবলী EasyImage পরিচালনার জন্য আইনি এখতিয়ারের আইন দ্বারা পরিচালিত হবে এবং তার অনুসারে ব্যাখ্যা করা হবে, তবে তার আইনি সংঘাত বিধানগুলি বিবেচনা করা হবে না।"
        ]
      },
      {
        "heading": "বিভাজনযোগ্যতা",
        "contentNum": "1",
        "content": [
          "যদি এই শর্তাবলীর কোন বিধান অকার্যকর বা অবৈধ বলে বিবেচিত হয়, তাহলে সেই বিধানটি প্রয়োজনীয় ন্যূনতম পরিমাণে সীমিত বা মুছে ফেলা হবে, যাতে এই শর্তাবলী অন্যথায় পুরোপুরি কার্যকর এবং প্রয়োগযোগ্য থাকে।"
        ]
      },
      {
        "heading": "যোগাযোগের তথ্য",
        "contentNum": "1",
        "content": [
          "আপনার যদি এই সেবার শর্তাবলী সম্পর্কে কোন প্রশ্ন থাকে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন।"
        ]
      }
    ],
    "footer": {
      "lastUpdated": "সর্বশেষ আপডেট: ২০২৫/৩/৬",
      "companyInfo": "EasyImage.work"
    }
  }
}
