{
  "about": {
    "title": "আমাদের সম্পর্কে - EasyImage",
    "description": "EasyImage এর পটভূমি সম্পর্কে জানুন, আমরা বিনামূল্যে, দক্ষ ছবি প্রক্রিয়াকরণ টুল প্রদান করি, ব্যবহারকারীদের সুবিধাজনক ছবি প্রক্রিয়াকরণ সেবা প্রদান করার লক্ষ্যে।",
    "keywords": "আমাদের সম্পর্কে, EasyImage, সহজ ছবি, ছবি প্রক্রিয়াকরণ, বিনামূল্যে টুল",
    "offer": {
      "heading": "আমরা যে সেবা প্রদান করি",
      "contentNum": "2",
      "content": [
        "EasyImage বিনামূল্যে অনলাইন ছবি প্রক্রিয়াকরণ টুল প্রদান করে। আমরা বিভিন্ন ফিচার প্রদান করি যা আপনাকে ছবি পরিবর্তন ও অপ্টিমাইজ করতে সাহায্য করে, এবং কোন মূল্য ছাড়াই।",
        "আমাদের ওয়েবসাইটে কোন পেমেন্ট ফিচার বা সাবস্ক্রিপশন সার্ভিস নেই।"
      ]
    },
    "privacy": {
      "heading": "গোপনীয়তা এবং নিরাপত্তা",
      "contentNum": "2",
      "content": [
        "আমরা আপনার গোপনীয়তা সম্মান করি। আমাদের ওয়েবসাইট কোন ব্যক্তিগত তথ্য বা অ্যাকাউন্ট বিবরণ সংরক্ষণ করে না।",
        "সব অপারেশন ব্রাউজারের মধ্যেই সম্পন্ন হয়, যার অর্থ ব্যবহারকারীর ফাইলগুলি বাহ্যিক সার্ভারে আপলোড করা হয় না।"
      ]
    },
    "functionality": {
      "heading": "কার্যকারিতা",
      "contentNum": "2",
      "content": [
        "যেহেতু আমাদের টুলগুলি ব্রাউজার-ভিত্তিক, টুলগুলির পারফরম্যান্স আপনার কম্পিউটারের ক্ষমতার উপর নির্ভর করে।",
        "আমরা টুলগুলির উপলভ্যতা বা পারফরম্যান্স গ্যারান্টি দিতে পারি না, কারণ এর কার্যকারিতা ওয়েবসাইটের কনফিগারেশন এবং আপনার ডিভাইসের উপর নির্ভর করে।"
      ]
    },
    "support": {
      "heading": "কোন টেকনিক্যাল সাপোর্ট নেই",
      "contentNum": "1",
      "content": [
        "আমরা টুলগুলির জন্য কোন টেকনিক্যাল সাপোর্ট প্রদান করি না। তবে, ওয়েবসাইটের সব ফিচার উপলব্ধ এবং ব্রাউজার পরিবেশে প্রত্যাশিতভাবে কাজ করে।"
      ]
    },
    "contact": {
      "heading": "যোগাযোগ করুন",
      "contentNum": "1",
      "content": ["আপনার কোন প্রশ্ন থাকলে বা আরও তথ্য প্রয়োজন হলে, আমাদের সাথে যোগাযোগ করতে দ্বিধা করবেন না।"]
    },
    "language": {
      "heading": "বহুভাষিক সমর্থন",
      "contentNum": "1",
      "content": [
        "EasyImage বহুভাষিক সংস্করণ প্রদান করে। তবে, অনুগ্রহ করে মনে রাখবেন, সব ভাষা সমর্থিত নাও হতে পারে। ওয়েবসাইটে উপলব্ধ ভাষা অপশনগুলি দেখুন।"
      ]
    }
  }
} 