{
  "agreement": {
    "title": "ব্যবহারকারী চুক্তি - EasyImage",
    "description": "EasyImage এর ব্যবহারকারী চুক্তি সম্পর্কে জানুন, আমাদের ছবি প্রক্রিয়াকরণ টুল ব্যবহার করে আপনি এই শর্তাবলী মেনে নিচ্ছেন।",
    "keywords": "ব্যবহারকারী চুক্তি, EasyImage, সহজ ছবি, বিনামূল্যে ছবি প্রক্রিয়াকরণ, ব্যবহারের শর্তাবলী",
    "sectionsNum": "11",
    "sections": [
      {
        "heading": "ভূমিকা",
        "contentNum": "2",
        "content": [
          "EasyImage ('আমরা', 'আমাদের' বা 'এই ওয়েবসাইট') এ আপনাকে স্বাগতম। এই ব্যবহারকারী চুক্তি ('চুক্তি') আপনার EasyImage ওয়েবসাইট (easyimage.work ঠিকানায়) এবং সমস্ত সম্পর্কিত পরিষেবার ব্যবহার নিয়ন্ত্রণ করে।",
          "EasyImage অ্যাক্সেস বা ব্যবহার করে, আপনি এই চুক্তির অধীনে থাকতে সম্মত হন। আপনি যদি এই চুক্তির সমস্ত শর্তাবলী ও অবস্থার সাথে সম্মত না হন, তাহলে আপনি এই ওয়েবসাইট অ্যাক্সেস বা ব্যবহার করতে পারবেন না।"
        ]
      },
      {
        "heading": "সেবার বিবরণ",
        "contentNum": "3",
        "content": [
          "EasyImage বিনামূল্যে ব্রাউজার-ভিত্তিক অনলাইন ছবি প্রক্রিয়াকরণ টুল প্রদান করে। সমস্ত পরিষেবা ব্যবহারকারীদের বিনামূল্যে প্রদান করা হয়।",
          "সমস্ত ছবি প্রক্রিয়াকরণ ফিচার সম্পূর্ণভাবে আপনার ব্রাউজারের মধ্যে সম্পন্ন হয়। কোন ব্যবহারকারী ফাইল আমাদের সার্ভারে আপলোড করা হয় না।",
          "আমাদের টুলের পারফরম্যান্স এবং কার্যকারিতা আপনার ডিভাইসের পারফরম্যান্সের উপর নির্ভর করে, যার মধ্যে হার্ডওয়্যার স্পেসিফিকেশন, ব্রাউজার সংস্করণ এবং উপলব্ধ সিস্টেম রিসোর্স অন্তর্ভুক্ত।"
        ]
      },
      {
        "heading": "ব্যবহারকারীর দায়িত্ব",
        "contentNum": "6",
        "content": [
          "আপনি সম্মত হন যে আপনি কেবল আইনি উদ্দেশ্যে এবং এই চুক্তি অনুসারে EasyImage ব্যবহার করবেন।",
          "আপনি সম্মত হন যে আপনি এই ওয়েবসাইট ব্যবহার করবেন না:",
          "- যেকোনো প্রযোজ্য স্থানীয়, জাতীয় বা আন্তর্জাতিক আইন বা বিধিমালা লঙ্ঘন করে এমন কোন উপায়ে।",
          "- যেকোনো অবৈধ, ক্ষতিকারক, হুমকিপূর্ণ, অপমানজনক, হয়রানিমূলক, মানহানিকর বা অন্যথায় আপত্তিকর কন্টেন্ট প্রক্রিয়াকরণ বা তৈরি করতে।",
          "- এই ওয়েবসাইট পরিচালনাকারী সার্ভারগুলির মধ্যে যাওয়া-আসা কোনও ট্রান্সমিশনে হস্তক্ষেপ, ক্ষতি, সিস্টেম অখণ্ডতা বা নিরাপত্তা, বা ডিক্রিপ্ট করার চেষ্টা করতে।",
          "- এমন কোন কার্যকলাপে জড়িত হতে যা এই ওয়েবসাইটকে ক্ষতিগ্রস্ত, নিষ্ক্রিয়, অতিরিক্ত বোঝা দিতে বা ক্ষতি করতে পারে বা অন্য কোন পক্ষের এই ওয়েবসাইট ব্যবহারে হস্তক্ষেপ করতে পারে।"
        ]
      },
      {
        "heading": "বৌদ্ধিক সম্পত্তি",
        "contentNum": "2",
        "content": [
          "EasyImage এবং এর মূল কন্টেন্ট, ফিচার এবং কার্যকারিতা আমাদের মালিকানাধীন এবং আন্তর্জাতিক কপিরাইট, ট্রেডমার্ক, পেটেন্ট, ট্রেড সিক্রেট এবং অন্যান্য বৌদ্ধিক সম্পত্তি বা মালিকানা আইন দ্বারা সুরক্ষিত।",
          "আপনি কোনো কন্টেন্ট সংশোধন, কপি, বিতরণ, ডেরিভেটিভ ওয়ার্ক বা অ্যাডাপটেশন তৈরি, প্রকাশ্যে প্রদর্শন বা যেকোনোভাবে ব্যবহার করতে পারবেন না, সম্পূর্ণ বা আংশিকভাবে, যদি না আমাদের দ্বারা স্পষ্টভাবে অনুমোদিত হয়।"
        ]
      },
      {
        "heading": "গোপনীয়তা এবং ডেটা সংগ্রহ",
        "contentNum": "3",
        "content": [
          "EasyImage ব্যবহারকারী অ্যাকাউন্ট প্রয়োজন করে না এবং ব্যক্তিগত ব্যবহারকারী তথ্য সংগ্রহ বা সংরক্ষণ করে না।",
          "আপনার ছবিগুলি সম্পূর্ণভাবে আপনার ব্রাউজারের মধ্যে প্রক্রিয়া করা হয়, আমাদের সার্ভারে আপলোড করা হয় না।",
          "আমরা আপনার অভিজ্ঞতা বাড়াতে কুকিজ বা অনুরূপ প্রযুক্তি ব্যবহার করতে পারি, তবে এই প্রযুক্তিগুলি ব্যক্তিগত তথ্য সংগ্রহ করতে ব্যবহার করা হবে না।"
        ]
      },
      {
        "heading": "ওয়ারেন্টি অস্বীকরণ",
        "contentNum": "3",
        "content": [
          "EasyImage 'যেমন আছে' এবং 'উপলব্ধ' ভিত্তিতে প্রদান করা হয়, কোন প্রকাশিত বা অপ্রকাশিত ওয়ারেন্টি বা প্রতিনিধিত্ব ছাড়াই।",
          "আমরা এই ওয়েবসাইটে প্রদত্ত কোন টুলের উপলব্ধতা, নির্ভরযোগ্যতা বা কার্যকারিতার গ্যারান্টি দিই না।",
          "আমাদের টুলের পারফরম্যান্স আপনার ডিভাইসের পারফরম্যান্সের উপর নির্ভর করে, এবং আমরা ছবি প্রক্রিয়াকরণের ফলাফলের মান বা কার্যকারিতার কোন গ্যারান্টি দিই না।"
        ]
      },
      {
        "heading": "দায়বদ্ধতার সীমাবদ্ধতা",
        "contentNum": "5",
        "content": [
          "প্রযোজ্য আইন দ্বারা অনুমোদিত সর্বাধিক পরিমাণে, আমরা কোন পরোক্ষ, প্রাসঙ্গিক, বিশেষ, পরিণতিমূলক বা শাস্তিমূলক ক্ষতির জন্য, বা যেকোন লাভ বা আয়ের ক্ষতির জন্য, সেটা সরাসরি বা পরোক্ষভাবে ঘটুক না কেন, বা যেকোন ডেটা, ব্যবহার, সুনাম বা অন্যান্য অস্পর্শনীয় ক্ষতির জন্য, দায়ী থাকব না, যা নিম্নলিখিত কারণে ঘটে:",
          "- আপনার এই ওয়েবসাইট এবং এর টুল ব্যবহার বা ব্যবহার করতে না পারা;",
          "- আমাদের সার্ভার (যদি থাকে) এবং/অথবা তাতে সংরক্ষিত যেকোন ব্যক্তিগত তথ্যে অননুমোদিত অ্যাক্সেস বা ব্যবহার;",
          "- এই ওয়েবসাইটে যাওয়া-আসা যেকোন ট্রান্সমিশনে বাধা বা বন্ধ হওয়া;",
          "- যেকোন ত্রুটি, ভাইরাস, ট্রোজান হর্স বা অনুরূপ যা যেকোন তৃতীয় পক্ষ দ্বারা এই ওয়েবসাইটে বা এর মাধ্যমে প্রেরণ করা হতে পারে।"
        ]
      },
      {
        "heading": "তৃতীয় পক্ষের সেবা এবং বিজ্ঞাপন",
        "contentNum": "3",
        "content": [
          "EasyImage তৃতীয় পক্ষ (Google AdSense সহ) দ্বারা প্রদত্ত বিজ্ঞাপন প্রদর্শন করতে পারে।",
          "আমরা কোন তৃতীয় পক্ষ সেবা বা বিজ্ঞাপনদাতার কন্টেন্ট, গোপনীয়তা নীতি বা অনুশীলনের জন্য দায়ী নই।",
          "এই ধরনের তৃতীয় পক্ষের সাথে আপনার ইন্টারঅ্যাকশন কেবল আপনার এবং এই ধরনের তৃতীয় পক্ষের মধ্যে সীমাবদ্ধ।"
        ]
      },
      {
        "heading": "চুক্তি সংশোধন",
        "contentNum": "2",
        "content": [
          "আমরা যেকোনো সময় একান্ত বিবেচনায় এই চুক্তি সংশোধন বা প্রতিস্থাপন করার অধিকার সংরক্ষণ করি।",
          "আপনার দায়িত্ব এই চুক্তির পরিবর্তন নিয়মিত পর্যালোচনা করা। এই চুক্তির কোন পরিবর্তন পোস্ট করার পরে আপনার এই ওয়েবসাইট ব্যবহার চালিয়ে যাওয়া এই পরিবর্তনগুলি গ্রহণের প্রতিনিধিত্ব করে।"
        ]
      },
      {
        "heading": "ভাষা উপলব্ধতা",
        "contentNum": "2",
        "content": [
          "EasyImage এই চুক্তি বিভিন্ন ভাষায় প্রদান করে, তবে আমরা গ্যারান্টি দিই না যে সমস্ত ভাষা উপলব্ধ থাকবে।",
          "ইংরেজি সংস্করণ এবং কোন অনুবাদিত সংস্করণের মধ্যে কোন অসঙ্গতি থাকলে, ইংরেজি সংস্করণ প্রাধান্য পাবে।"
        ]
      },
      {
        "heading": "যোগাযোগের তথ্য",
        "contentNum": "1",
        "content": [
          "আপনার যদি এই চুক্তি সম্পর্কে কোন প্রশ্ন থাকে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন।"
        ]
      }
    ],
    "footer": {
      "lastUpdated": "সর্বশেষ আপডেট: ২০২৫/৩/৬",
      "companyInfo": "EasyImage.work"
    }
  }
}
