{
  "agreement": {
    "title": "Thỏa thuận người dùng - EasyImage",
    "description": "Tìm hiểu về thỏa thuận người dùng của EasyImage, việc sử dụng các công cụ xử lý hình ảnh của chúng tôi có nghĩa là bạn đồng ý với các điều khoản này.",
    "keywords": "thỏa thuận người dùng, EasyImage, xử lý hình ảnh miễn phí, điều khoản sử dụng",
    "sectionsNum": "11",
    "sections": [
      {
        "heading": "Giới thiệu",
        "contentNum": "2",
        "content": [
          "Chào mừng bạn đến với EasyImage (\"chúng tôi\", \"của chúng tôi\" hoặc \"website này\"). Thỏa thuận người dùng này (\"Thỏa thuận\") điều chỉnh việc sử dụng website EasyImage (tại địa chỉ easyimage.work) và tất cả các dịch vụ liên quan của bạn.",
          "Bằng việc truy cập hoặc sử dụng EasyImage, bạn đồng ý tuân theo Thỏa thuận này. Nếu bạn không đồng ý với tất cả các điều khoản và điều kiện của Thỏa thuận này, bạn không được phép truy cập hoặc sử dụng website này."
        ]
      },
      {
        "heading": "Mô tả dịch vụ",
        "contentNum": "3",
        "content": [
          "EasyImage cung cấp các công cụ xử lý hình ảnh trực tuyến miễn phí dựa trên trình duyệt. Tất cả các dịch vụ đều được cung cấp miễn phí cho người dùng.",
          "Tất cả các chức năng xử lý hình ảnh được thực hiện hoàn toàn trong trình duyệt của bạn. Không có file người dùng nào được tải lên máy chủ của chúng tôi.",
          "Hiệu suất và hiệu quả của các công cụ của chúng tôi phụ thuộc vào hiệu suất thiết bị của bạn, bao gồm thông số kỹ thuật phần cứng, phiên bản trình duyệt và tài nguyên hệ thống có sẵn."
        ]
      },
      {
        "heading": "Trách nhiệm người dùng",
        "contentNum": "6",
        "content": [
          "Bạn đồng ý chỉ sử dụng EasyImage cho các mục đích hợp pháp và theo Thỏa thuận này.",
          "Bạn đồng ý không sử dụng website này để:",
          "- Thực hiện bất kỳ hành vi nào vi phạm luật pháp địa phương, quốc gia hoặc quốc tế có thể áp dụng.",
          "- Xử lý hoặc tạo ra bất kỳ nội dung nào bất hợp pháp, có hại, đe dọa, lạm dụng, quấy rối, phỉ báng hoặc gây khó chịu khác.",
          "- Cố gắng can thiệp, làm tổn hại tính toàn vẹn hoặc bảo mật hệ thống, hoặc giải mã bất kỳ truyền tải nào đến và đi từ máy chủ chạy website này.",
          "- Tham gia vào bất kỳ hoạt động nào có thể làm tổn hại, vô hiệu hóa, làm quá tải hoặc làm hỏng website này hoặc can thiệp vào việc sử dụng website này của bất kỳ bên nào khác."
        ]
      },
      {
        "heading": "Sở hữu trí tuệ",
        "contentNum": "2",
        "content": [
          "EasyImage và nội dung gốc, chức năng và tính năng của nó thuộc sở hữu của chúng tôi và được bảo vệ bởi luật bản quyền quốc tế, nhãn hiệu, bằng sáng chế, bí mật thương mại và các luật sở hữu trí tuệ hoặc quyền sở hữu khác.",
          "Bạn không được phép sửa đổi, sao chép, phân phối, tạo ra các tác phẩm phái sinh hoặc tác phẩm thích ứng, hiển thị công khai hoặc khai thác bất kỳ nội dung nào bằng bất kỳ cách nào, dù là toàn bộ hay một phần, trừ khi được chúng tôi cho phép rõ ràng."
        ]
      },
      {
        "heading": "Riêng tư và thu thập dữ liệu",
        "contentNum": "3",
        "content": [
          "EasyImage không yêu cầu tài khoản người dùng và không thu thập hoặc lưu trữ thông tin cá nhân người dùng.",
          "Hình ảnh của bạn được xử lý hoàn toàn trong trình duyệt của bạn và không được tải lên máy chủ của chúng tôi.",
          "Chúng tôi có thể sử dụng Cookie hoặc công nghệ tương tự để cải thiện trải nghiệm của bạn, nhưng những công nghệ này sẽ không được sử dụng để thu thập thông tin cá nhân."
        ]
      },
      {
        "heading": "Tuyên bố từ chối trách nhiệm",
        "contentNum": "3",
        "content": [
          "EasyImage được cung cấp \"nguyên trạng\" và \"có sẵn\" mà không có bất kỳ bảo đảm hoặc tuyên bố nào, dù rõ ràng hay ngụ ý.",
          "Chúng tôi không đảm bảo tính khả dụng, độ tin cậy hoặc chức năng của bất kỳ công cụ nào được cung cấp trên website này.",
          "Hiệu suất của các công cụ của chúng tôi phụ thuộc vào hiệu suất thiết bị của bạn, và chúng tôi không đưa ra bất kỳ đảm bảo nào về chất lượng hoặc hiệu quả của kết quả xử lý hình ảnh."
        ]
      },
      {
        "heading": "Giới hạn trách nhiệm",
        "contentNum": "5",
        "content": [
          "Trong phạm vi tối đa được phép bởi luật pháp có thể áp dụng, chúng tôi sẽ không chịu trách nhiệm về bất kỳ thiệt hại gián tiếp, ngẫu nhiên, đặc biệt, hậu quả hoặc trừng phạt nào, hoặc bất kỳ mất mát lợi nhuận hoặc thu nhập nào, dù xảy ra trực tiếp hay gián tiếp, hoặc bất kỳ mất mát dữ liệu, sử dụng, uy tín hoặc mất mát vô hình khác, những thiệt hại này do:",
          "- Việc bạn sử dụng hoặc không thể sử dụng website này và các công cụ của nó;",
          "- Bất kỳ truy cập trái phép hoặc sử dụng máy chủ của chúng tôi (nếu có) và/hoặc bất kỳ thông tin cá nhân nào được lưu trữ trong đó;",
          "- Bất kỳ gián đoạn hoặc ngừng truyền tải đến và đi từ website này;",
          "- Bất kỳ lỗi, vi-rút, trojan hoặc tương tự có thể được truyền đến website này hoặc thông qua website này bởi bất kỳ bên thứ ba nào."
        ]
      },
      {
        "heading": "Dịch vụ bên thứ ba và quảng cáo",
        "contentNum": "3",
        "content": [
          "EasyImage có thể hiển thị quảng cáo được cung cấp bởi các bên thứ ba, bao gồm Google AdSense.",
          "Chúng tôi không chịu trách nhiệm về nội dung, chính sách riêng tư hoặc thực tiễn của bất kỳ dịch vụ bên thứ ba hoặc nhà quảng cáo nào.",
          "Tương tác của bạn với những bên thứ ba này chỉ giới hạn giữa bạn và những bên thứ ba đó."
        ]
      },
      {
        "heading": "Sửa đổi thỏa thuận",
        "contentNum": "2",
        "content": [
          "Chúng tôi có quyền sửa đổi hoặc thay thế Thỏa thuận này bất cứ lúc nào theo quyết định riêng của chúng tôi.",
          "Bạn có trách nhiệm thường xuyên xem xét các thay đổi trong Thỏa thuận này. Việc bạn tiếp tục sử dụng website này sau khi bất kỳ thay đổi nào trong Thỏa thuận này được đăng tải sẽ cấu thành việc chấp nhận những thay đổi đó."
        ]
      },
      {
        "heading": "Tính khả dụng ngôn ngữ",
        "contentNum": "2",
        "content": [
          "EasyImage cung cấp Thỏa thuận này bằng nhiều ngôn ngữ, nhưng chúng tôi không đảm bảo tất cả các ngôn ngữ đều có sẵn.",
          "Nếu có bất kỳ sự không nhất quán nào giữa phiên bản tiếng Anh và bất kỳ phiên bản dịch nào, phiên bản tiếng Anh sẽ được ưu tiên."
        ]
      },
      {
        "heading": "Thông tin liên hệ",
        "contentNum": "1",
        "content": ["Nếu bạn có bất kỳ câu hỏi nào về Thỏa thuận này, vui lòng liên hệ với chúng tôi."]
      }
    ],
    "footer": {
      "lastUpdated": "Cập nhật lần cuối: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
