{
  "terms": {
    "title": "Điều khoản dịch vụ - EasyImage",
    "description": "Đọc điều khoản dịch vụ của EasyImage để hiểu các quy tắc và chính sách sử dụng các công cụ xử lý hình ảnh miễn phí mà chúng tôi cung cấp.",
    "keywords": "điều khoản dịch vụ, EasyImage, xử lý hình ảnh miễn phí, quy tắc sử dụng",
    "sectionsNum": "16",
    "sections": [
      {
        "heading": "Chấp nhận điều khoản",
        "contentNum": "2",
        "content": [
          "Chào mừng bạn đến với EasyImage. Bằng việc truy cập hoặc sử dụng website của chúng tôi easyimage.work, bạn đồng ý tuân theo và chịu ràng buộc bởi các điều khoản dịch vụ này (\"Điều khoản\"). Vui lòng đọc kỹ các điều khoản này.",
          "Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng EasyImage."
        ]
      },
      {
        "heading": "Mô tả dịch vụ",
        "contentNum": "3",
        "content": [
          "EasyImage cung cấp các công cụ xử lý hình ảnh trực tuyến miễn phí, hoạt động hoàn toàn trong trình duyệt Web của bạn.",
          "Tất cả các dịch vụ đều được cung cấp miễn phí, không có tính năng trả phí hoặc cao cấp.",
          "Không cần đăng ký người dùng để sử dụng dịch vụ của chúng tôi."
        ]
      },
      {
        "heading": "Giới hạn dịch vụ",
        "contentNum": "3",
        "content": [
          "Tất cả các chức năng xử lý hình ảnh được thực hiện hoàn toàn trong trình duyệt của bạn. Hiệu suất của các chức năng này phụ thuộc vào hiệu suất thiết bị của bạn, bao gồm nhưng không giới hạn ở tốc độ xử lý, bộ nhớ có sẵn và thông số kỹ thuật trình duyệt.",
          "EasyImage không đảm bảo truy cập liên tục hoặc không gián đoạn vào dịch vụ của chúng tôi.",
          "Chúng tôi có quyền sửa đổi, tạm ngưng hoặc chấm dứt bất kỳ phần nào của dịch vụ bất cứ lúc nào mà không cần thông báo trước."
        ]
      },
      {
        "heading": "Không cung cấp hỗ trợ kỹ thuật",
        "contentNum": "2",
        "content": [
          "EasyImage không cung cấp hỗ trợ kỹ thuật cho việc sử dụng các công cụ của chúng tôi.",
          "Chúng tôi không đảm bảo rằng các công cụ của chúng tôi sẽ đáp ứng yêu cầu cụ thể của bạn, cũng không đảm bảo chúng sẽ không có lỗi, an toàn hoặc không gián đoạn."
        ]
      },
      {
        "heading": "Nội dung người dùng và riêng tư",
        "contentNum": "3",
        "content": [
          "EasyImage không thu thập, lưu trữ hoặc xử lý bất kỳ file người dùng nào. Tất cả việc xử lý hình ảnh đều được thực hiện cục bộ trong trình duyệt của bạn.",
          "Chúng tôi không duy trì tài khoản người dùng và cũng không thu thập thông tin cá nhân của người dùng.",
          "Khi sử dụng dịch vụ của chúng tôi, bạn có trách nhiệm đảm bảo rằng bạn có quyền xử lý bất kỳ hình ảnh nào mà bạn xử lý bằng các công cụ của chúng tôi."
        ]
      },
      {
        "heading": "Mục đích bị cấm",
        "contentNum": "5",
        "content": [
          "Bạn đồng ý không sử dụng EasyImage cho bất kỳ mục đích bất hợp pháp hoặc không được ủy quyền nào, bao gồm nhưng không giới hạn ở:",
          "- Xử lý hoặc tạo ra nội dung vi phạm bất kỳ luật pháp hoặc quy định có thể áp dụng nào;",
          "- Cố gắng can thiệp vào hoạt động bình thường của website;",
          "- Sử dụng dịch vụ này để truyền bất kỳ vi-rút, phần mềm độc hại hoặc mã độc hại khác;",
          "- Tham gia vào bất kỳ hoạt động nào có thể vô hiệu hóa, làm quá tải hoặc làm tổn hại dịch vụ."
        ]
      },
      {
        "heading": "Sở hữu trí tuệ",
        "contentNum": "3",
        "content": [
          "Website EasyImage, bao gồm tên, logo, thiết kế, văn bản, đồ họa và việc lựa chọn và sắp xếp của chúng, là tài sản độc quyền của EasyImage và được bảo vệ bởi luật bản quyền, nhãn hiệu và các luật sở hữu trí tuệ khác.",
          "Bạn được cấp quyền hạn chế, không độc quyền để truy cập và sử dụng website này cho mục đích cá nhân, phi thương mại.",
          "Không có sự cho phép trước bằng văn bản rõ ràng của chúng tôi, bạn không được sao chép, phân phối, sửa đổi, tạo ra các tác phẩm phái sinh, hiển thị công khai, biểu diễn công khai, tái bản, tải xuống, lưu trữ hoặc truyền bất kỳ tài liệu nào trên website của chúng tôi."
        ]
      },
      {
        "heading": "Quảng cáo",
        "contentNum": "3",
        "content": [
          "EasyImage có thể hiển thị quảng cáo, bao gồm quảng cáo Google AdSense.",
          "Những quảng cáo này được cung cấp bởi các bên thứ ba, và EasyImage không chịu trách nhiệm về nội dung, chính sách riêng tư hoặc thực tiễn của những nhà quảng cáo bên thứ ba này.",
          "Bằng việc sử dụng EasyImage, bạn thừa nhận và đồng ý rằng chúng tôi có thể đặt những quảng cáo như vậy trên website này."
        ]
      },
      {
        "heading": "Tuyên bố từ chối trách nhiệm",
        "contentNum": "3",
        "content": [
          "EasyImage và tất cả các dịch vụ được cung cấp thông qua nó được cung cấp trên cơ sở \"nguyên trạng\" và \"có sẵn\" mà không có bất kỳ bảo đảm nào, dù rõ ràng hay ngụ ý.",
          "Chúng tôi từ chối rõ ràng tất cả các bảo đảm, bao gồm nhưng không giới hạn ở các bảo đảm ngụ ý về khả năng bán được, phù hợp cho mục đích cụ thể và không vi phạm.",
          "Chúng tôi không đảm bảo rằng website này an toàn hoặc có thể sử dụng tại bất kỳ thời điểm hoặc địa điểm cụ thể nào, không đảm bảo rằng bất kỳ khiếm khuyết hoặc lỗi nào sẽ được sửa chữa, cũng không đảm bảo rằng website này không có vi-rút hoặc các thành phần có hại khác."
        ]
      },
      {
        "heading": "Giới hạn trách nhiệm",
        "contentNum": "2",
        "content": [
          "Trong phạm vi tối đa được phép bởi luật pháp có thể áp dụng, trong mọi trường hợp, EasyImage sẽ không chịu trách nhiệm về bất kỳ thiệt hại gián tiếp, trừng phạt, ngẫu nhiên, đặc biệt, hậu quả hoặc kỷ luật nào, bao gồm nhưng không giới hạn ở thiệt hại về lợi nhuận, uy tín, sử dụng, dữ liệu hoặc mất mát vô hình khác phát sinh từ hoặc liên quan đến việc bạn sử dụng hoặc không thể sử dụng dịch vụ này.",
          "Giới hạn này áp dụng ngay cả khi chúng tôi đã được thông báo về khả năng xảy ra những thiệt hại như vậy, bất kể trách nhiệm được cho là dựa trên hợp đồng, vi phạm, sơ suất, trách nhiệm nghiêm ngặt hay bất kỳ cơ sở nào khác."
        ]
      },
      {
        "heading": "Bồi thường",
        "contentNum": "1",
        "content": [
          "Bạn đồng ý bảo vệ, bồi thường và giữ cho EasyImage và các công ty liên kết của nó cùng với các quan chức, giám đốc, nhân viên và đại lý tương ứng của họ không bị tổn hại khỏi bất kỳ và tất cả các khiếu nại, thiệt hại, nghĩa vụ, mất mát, trách nhiệm, chi phí hoặc nợ và chi phí (bao gồm nhưng không giới hạn ở phí luật sư) phát sinh từ việc bạn sử dụng website này hoặc bạn vi phạm các điều khoản này."
        ]
      },
      {
        "heading": "Thay đổi điều khoản",
        "contentNum": "2",
        "content": [
          "Chúng tôi có quyền sửa đổi hoặc thay thế các điều khoản này bất cứ lúc nào theo quyết định riêng của chúng tôi mà không cần thông báo trước.",
          "Bạn có trách nhiệm thường xuyên xem xét các thay đổi trong các điều khoản này. Việc bạn tiếp tục sử dụng EasyImage sau khi bất kỳ thay đổi nào được đăng tải sẽ cấu thành việc chấp nhận những thay đổi đó."
        ]
      },
      {
        "heading": "Tính khả dụng ngôn ngữ",
        "contentNum": "2",
        "content": [
          "Các điều khoản này có thể có sẵn bằng nhiều ngôn ngữ, nhưng chúng tôi không đảm bảo rằng tất cả các phiên bản ngôn ngữ đều có sẵn.",
          "Nếu có bất kỳ sự không nhất quán nào giữa phiên bản tiếng Anh và bất kỳ phiên bản dịch nào, phiên bản tiếng Anh sẽ được ưu tiên."
        ]
      },
      {
        "heading": "Luật điều chỉnh",
        "contentNum": "1",
        "content": [
          "Các điều khoản này sẽ được điều chỉnh và giải thích theo luật pháp của khu vực tài phán nơi EasyImage hoạt động, mà không xem xét các điều khoản xung đột luật pháp của nó."
        ]
      },
      {
        "heading": "Tính có thể tách rời",
        "contentNum": "1",
        "content": [
          "Nếu bất kỳ điều khoản nào trong các điều khoản này được phát hiện là không thể thực thi hoặc vô hiệu, điều khoản đó sẽ bị hạn chế hoặc xóa trong phạm vi tối thiểu cần thiết để các điều khoản này vẫn hoàn toàn có hiệu lực và có thể thực thi ở các khía cạnh khác."
        ]
      },
      {
        "heading": "Thông tin liên hệ",
        "contentNum": "1",
        "content": ["Nếu bạn có bất kỳ câu hỏi nào về các điều khoản dịch vụ này, vui lòng liên hệ với chúng tôi."]
      }
    ],
    "footer": {
      "lastUpdated": "Cập nhật lần cuối: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
