{
  "title": "EasyImage.work - Free Online Image Editing Tools",
  "description": "EasyImage offers free, secure, and fast online image editing tools. No uploads needed—everything happens in your browser. Try watermarking, resizing, and format conversion now! PWA offline install!",
  "keywords": "image editing, online image tools, offline image tools, free image editor, watermark images, resize images, convert image formats, secure image processing, no upload, BMP, JPG, PNG, WEBP",
  "header": {
    "title": "EasyImage",
    "watermark": "Wateramrk",
    "converter": "Converter",
    "cropping": "Cropping",
    "resize": "Resize"
  },
  "footer": {
    "companyInfo": {
      "title": "EasyImage",
      "description": "Providing professional image processing services from 2025",
      "poweredBy": "Powered by",
      "website": "easyimage.work"
    },
    "legal": {
      "title": "Legal",
      "links": {
        "userAgreement": "User Agreement",
        "termsOfService": "Terms of Service",
        "aboutUs": "About Us"
      }
    },
    "contact": {
      "title": "Contact",
      "email": "contact@easyimage.work",
      "emailLabel": "Email us"
    },
    "copyright": {
      "text": "© 2025 EasyImage. All rights reserved.",
      "privacyPolicy": "Privacy Policy",
      "cookies": "Cookies"
    }
  },
  "common": {
    "backToHome": "Home",
    "contactUs": "Contact Now",
    "viewAbout": "About Us",
    "viewTerms": "Terms of Service",
    "viewAgreement": "User Agreement"
  },
  "home": {
    "welcome": "Welcome to EasyImage.work",
    "tip": "Select the tool you need and start editing images!",
    "start-button": "Get Started",
    "watermark": {
      "name": "Watermark Tool",
      "description": "Easily add watermarks to your images"
    },
    "resize": {
      "name": "Resize Tool",
      "description": "Easily zoom your images size"
    },
    "converter": {
      "name": "Converter Tool",
      "description": "Easily convert your images format"
    },
    "cropping": {
      "name": "Crop Tool",
      "description": "Easily Free Cropping your images"
    }
  },
  "watermark": {
    "title": "Free Online Watermark Tool | EasyImage.work - Supports BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "description": "Add text or image watermarks to your photos quickly and securely with EasyImage's free online tool. No uploads required—protect your images easily.",
    "keywords": "watermark images, online watermark tool, offline watermark tool, free watermark, image copyright protection, secure image processing, no upload, BMP, JPG, PNG, WEBP",
    "name": "Watermark Tool",
    "tips": "Set the watermark style, upload pictures, and automatically add watermarks to pictures",
    "mark-text": "Watermark Text",
    "mark-size": "Watermark Text Size",
    "mark-size-option": {
      "center": "Center",
      "top-left": "Top Left",
      "top-right": "Top Right",
      "bottom-left": "Bottom Left",
      "bottom-right": "Bottom Right"
    },
    "mark-position": "Watermark Position",
    "mark-font": "Watermark Font",
    "upload-tip": "Drag and drop images here or",
    "upload-button": "Select Files",
    "upload-types": "Supported image formats: BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "delete-all-button": "Delete All",
    "download-all-button": "Download All",
    "running": "Processing...",
    "rerun": "Reprocess Images",
    "ready": "Processed Images"
  },
  "resize": {
    "title": "Free Online Image Resizing Tool | EasyImage.work - Supports BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "description": "Resize your images effortlessly with EasyImage's free online tool. Supports multiple formats and ensures secure, fast processing in your browser.",
    "keywords": "resize images, online resizing tool, offline resizing tool, free image editor, image size adjustment, secure image processing, BMP, JPG, PNG, WEBP",
    "name": "Resize Tool",
    "tips": "Upload an image and automatically generate an image with pixels decreasing by multiples of 2, with a minimum of 64x64.",
    "upload-tip": "Drag and drop the image to this area or",
    "upload-button": "Select File",
    "upload-types": "Supported image formats: BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "download-all-button": "Download All",
    "origin": "Origin",
    "running": "Processing...",
    "ready": "Processed Images"
  },
  "converter": {
    "title": "Free Online Image Format Converter | EasyImage.work - Supports BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "description": "Convert your images to BMP, JPG, PNG, WEBP, and more with EasyImage's free online tool. Fast, secure, and no uploads needed.",
    "keywords": "image format conversion, online converter, offline converter, free image converter, BMP conversion, JPG conversion, PNG conversion, WEBP conversion, secure image processing",
    "name": "Format Converter",
    "tips": "Select the target format, upload the image, and automatically convert the image format",
    "target-formats": "Target Formats",
    "upload-tip": "Drag and drop images here or",
    "upload-button": "Select Files",
    "upload-types": "Supported image formats: BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "rerun": "Reconvert Images Format",
    "running": "Converting image format...",
    "delete-all-button": "Delete All",
    "download-all-button": "Download All",
    "ready": "Converted Images"
  },
  "crop": {
    "title": "Free Online Image Cropper | EasyImage.work - Supports BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "description": "EasyImage.work offers a free online image cropper that supports BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP formats. Quickly and securely crop, rotate, mirror, and flip your images without downloading any software.",
    "keywords": "image cropper, online cropper, free crop tool, image rotation, image mirror, image flip, BMP crop, ICO crop, JPG crop, JPEG crop, JFIF crop, PNG crop, WEBP crop, secure image processing",
    "name": "Crop Tool",
    "tips": "Select an image to start cropping",
    "ratio": "Crop Ratio",
    "image": {
      "left": "L",
      "left-title": "Rotate counterclockwise by 1 degree",
      "right": "R",
      "right-title": "Rotate clockwise by 1 degree",
      "mirror": "Mirror",
      "reverse": "Flip"
    },
    "upload-tip": "Drag and drop an image here or",
    "upload-button": "Choose File",
    "upload-types": "Supported image formats: BMP, ICO, JPG, JPEG, JFIF, PNG, WEBP",
    "remove": "Remove",
    "reset": "Recover",
    "preview": "Preview",
    "download": "Download"
  },
  "agreement": {
    "title": "User Agreement - EasyImage",
    "description": "Learn about EasyImage's User Agreement. By using our image processing tools, you agree to these terms.",
    "keywords": "User Agreement, EasyImage, Simple Image, Free Image Processing, Terms of Use",
    "sections": [
      {
        "heading": "Introduction",
        "contentNum": 2,
        "content": [
          "Welcome to EasyImage ('we', 'our', 'us', or 'the Website'). This User Agreement ('Agreement') governs your use of the EasyImage website, accessible at easyimage.work, and all associated services.",
          "By accessing or using EasyImage, you agree to be bound by this Agreement. If you do not agree to all the terms and conditions of this Agreement, you must not access or use the Website."
        ]
      },
      {
        "heading": "Service Description",
        "contentNum": 3,
        "content": [
          "EasyImage provides free browser-based tools for online image processing. All services are provided at no cost to the user.",
          "All image processing functions are executed entirely within your browser. No user files are uploaded to our servers.",
          "The performance and effectiveness of our tools are dependent on your device's capabilities, including hardware specifications, browser version, and available system resources."
        ]
      },
      {
        "heading": "User Responsibilities",
        "contentNum": 6,
        "content": [
          "You agree to use EasyImage only for lawful purposes and in accordance with this Agreement.",
          "You agree not to use the Website:",
          "- In any way that violates any applicable local, national, or international law or regulation.",
          "- To process or create any content that is illegal, harmful, threatening, abusive, harassing, defamatory, or otherwise objectionable.",
          "- To attempt to interfere with, compromise the system integrity or security, or decipher any transmissions to or from the servers running the Website.",
          "- To engage in any activity that could harm, disable, overburden, or impair the Website or interfere with any other party's use of the Website."
        ]
      },
      {
        "heading": "Intellectual Property",
        "contentNum": 2,
        "content": [
          "EasyImage and its original content, features, and functionality are owned by us and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.",
          "You may not modify, reproduce, distribute, create derivative works or adaptations of, publicly display or in any way exploit any of the content in whole or in part except as expressly authorized by us."
        ]
      },
      {
        "heading": "Privacy and Data Collection",
        "contentNum": 3,
        "content": [
          "EasyImage does not require user accounts and does not collect or store personal user information.",
          "Your images are processed entirely within your browser and are not uploaded to our servers.",
          "We may use cookies or similar technologies to enhance your experience, but these are not used to collect personal information."
        ]
      },
      {
        "heading": "Disclaimer of Warranties",
        "contentNum": 3,
        "content": [
          "EasyImage is provided on an 'as is' and 'as available' basis without any warranty or representation, express or implied.",
          "We do not guarantee the availability, reliability, or functionality of any tools provided on the Website.",
          "The performance of our tools is dependent on your device's capabilities, and we make no guarantees regarding the quality or effectiveness of the image processing results."
        ]
      },
      {
        "heading": "Limitation of Liability",
        "contentNum": 5,
        "content": [
          "To the maximum extent permitted by law, we shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses resulting from:",
          "- Your use or inability to use the Website and its tools;",
          "- Any unauthorized access to or use of our servers (if any) and/or any personal information stored therein;",
          "- Any interruption or cessation of transmission to or from the Website;",
          "- Any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Website by any third party."
        ]
      },
      {
        "heading": "Third-Party Services and Advertisements",
        "contentNum": 4,
        "content": [
          "EasyImage may display advertisements provided by third parties, including Google AdSense.",
          "We are not responsible for the content, privacy policies, or practices of any third-party services or advertisers.",
          "Your interactions with these third parties are solely between you and such third parties."
        ]
      },
      {
        "heading": "Modifications to the Agreement",
        "contentNum": 2,
        "content": [
          "We reserve the right to modify or replace this Agreement at any time at our sole discretion.",
          "It is your responsibility to check this Agreement periodically for changes. Your continued use of the Website following the posting of any changes to this Agreement constitutes acceptance of those changes."
        ]
      },
      {
        "heading": "Language Availability",
        "contentNum": 2,
        "content": [
          "EasyImage provides this Agreement in multiple languages, but we do not guarantee availability in all languages.",
          "In case of any inconsistency between the English version and any translated version, the English version shall prevail."
        ]
      },
      {
        "heading": "Contact Information",
        "contentNum": 1,
        "content": [
          "If you have any questions about this Agreement, please contact us at: contact@easyimage.work"
        ]
      }
    ],
    "footer": {
      "lastUpdated": "Last updated: 2025/3/6",
      "companyInfo": "EasyImage"
    }
  },
  "terms": {
    "title": "Terms of Service - EasyImage",
    "description": "Read EasyImage's Terms of Service to learn about the rules and policies for using our free image processing tools.",
    "keywords": "Terms of Service, EasyImage, EasyImage, Free Image Processing, Rules of Use",
    "sections": [
      {
        "heading": "Acceptance of Terms",
        "contentNum": 2,
        "content": [
          "Welcome to EasyImage. By accessing or using our website at easyimage.work, you agree to comply with and be bound by these Terms of Service ('Terms'). Please read these Terms carefully.",
          "If you do not agree to these Terms, please do not use EasyImage."
        ]
      },
      {
        "heading": "Description of Service",
        "contentNum": 3,
        "content": [
          "EasyImage provides free online tools for image processing that operate entirely within your web browser.",
          "All services are provided free of charge, with no paid or premium features.",
          "No user registration is required to use our services."
        ]
      },
      {
        "heading": "Service Limitations",
        "contentNum": 3,
        "content": [
          "All image processing functions are executed entirely within your browser. The performance of these functions depends on your device's capabilities, including but not limited to processor speed, available memory, and browser specifications.",
          "EasyImage does not guarantee continuous or uninterrupted access to our services.",
          "We reserve the right to modify, suspend, or discontinue any part of the service without prior notice."
        ]
      },
      {
        "heading": "No Technical Support",
        "contentNum": 2,
        "content": [
          "EasyImage does not provide technical support for the use of our tools.",
          "We do not guarantee that our tools will meet your specific requirements or that they will be error-free, secure, or uninterrupted."
        ]
      },
      {
        "heading": "User Content and Privacy",
        "contentNum": 3,
        "content": [
          "EasyImage does not collect, store, or process any user files. All image processing is performed locally in your browser.",
          "We do not maintain user accounts and do not collect personal information from our users.",
          "While using our service, you are responsible for ensuring that you have the right to process any images you use with our tools."
        ]
      },
      {
        "heading": "Prohibited Uses",
        "contentNum": 5,
        "content": [
          "You agree not to use EasyImage for any illegal or unauthorized purpose, including but not limited to:",
          "- Processing or creating content that violates any applicable laws or regulations;",
          "- Attempting to interfere with the proper functioning of the website;",
          "- Using the service to transmit any viruses, malware, or other malicious code;",
          "- Engaging in any activity that could disable, overburden, or impair the service."
        ]
      },
      {
        "heading": "Intellectual Property Rights",
        "contentNum": 3,
        "content": [
          "The EasyImage website, including its name, logo, design, text, graphics, and the selection and arrangement thereof, is the exclusive property of EasyImage and is protected by copyright, trademark, and other intellectual property laws.",
          "You are granted a limited, non-exclusive right to access and use the website for personal, non-commercial purposes.",
          "You may not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our website without our express prior written permission."
        ]
      },
      {
        "heading": "Advertising",
        "contentNum": 3,
        "content": [
          "EasyImage may display advertisements, including Google AdSense ads.",
          "These advertisements are provided by third parties, and EasyImage is not responsible for the content, privacy policies, or practices of these third-party advertisers.",
          "By using EasyImage, you acknowledge and agree that we may place such advertising on the website."
        ]
      },
      {
        "heading": "Disclaimer of Warranties",
        "contentNum": 3,
        "content": [
          "EasyImage and all services provided through it are provided on an 'as is' and 'as available' basis, without any warranties of any kind, either express or implied.",
          "We expressly disclaim all warranties, including but not limited to, implied warranties of merchantability, fitness for a particular purpose, and non-infringement.",
          "We do not warrant that the website will be secure or available at any particular time or location, that any defects or errors will be corrected, or that the website is free of viruses or other harmful components."
        ]
      },
      {
        "heading": "Limitation of Liability",
        "contentNum": 2,
        "content": [
          "To the fullest extent permitted by applicable law, in no event shall EasyImage be liable for any indirect, punitive, incidental, special, consequential, or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data, or other intangible losses, arising out of or relating to your use of, or inability to use, the service.",
          "This limitation applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if we have been advised of the possibility of such damage."
        ]
      },
      {
        "heading": "Indemnification",
        "contentNum": 1,
        "content": [
          "You agree to defend, indemnify, and hold harmless EasyImage, its affiliates, and their respective officers, directors, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from your use of the website or your violation of these Terms."
        ]
      },
      {
        "heading": "Changes to Terms",
        "contentNum": 2,
        "content": [
          "We reserve the right, at our sole discretion, to modify or replace these Terms at any time without prior notice.",
          "It is your responsibility to review these Terms periodically for changes. Your continued use of EasyImage following the posting of any changes constitutes acceptance of those changes."
        ]
      },
      {
        "heading": "Language Availability",
        "contentNum": 2,
        "content": [
          "These Terms may be available in multiple languages, but we do not guarantee availability in all languages.",
          "In the event of any inconsistency between the English version and any translated version, the English version shall take precedence."
        ]
      },
      {
        "heading": "Governing Law",
        "contentNum": 1,
        "content": [
          "These Terms shall be governed by and construed in accordance with the laws of the jurisdiction in which EasyImage operates, without regard to its conflict of law provisions."
        ]
      },
      {
        "heading": "Severability",
        "contentNum": 1,
        "content": [
          "If any provision of these Terms is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms will otherwise remain in full force and effect and enforceable."
        ]
      },
      {
        "heading": "Contact Information",
        "contentNum": 1,
        "content": [
          "If you have any questions about these Terms of Service, please contact us at: contact@easyimage.work"
        ]
      }
    ],
    "footer": {
      "lastUpdated": "Last updated: 2025/3/6",
      "companyInfo": "EasyImage"
    }
  },
  "about": {
    "title": "About us - EasyImage",
    "description": "Learn the background of EasyImage, we provide free and efficient image processing tools, aiming to provide users with convenient image processing services.",
    "keywords": "About us, EasyImage, simple pictures, image processing, free tools",
    "offer": {
      "heading": "What We Offer",
      "content": [
        "EasyImage provides free online tools for image processing. We offer a variety of features to help you modify and optimize your images without any cost.",
        "There are no paid features or subscriptions available on our website."
      ]
    },
    "privacy": {
      "heading": "Privacy and Security",
      "content": [
        "We respect your privacy. Our website does not store any personal information or account details.",
        "All operations are performed directly in the browser, meaning no user files are uploaded to external servers."
      ]
    },
    "functionality": {
      "heading": "Functionality",
      "content": [
        "Since our tools are browser-based, the performance of the tools depends on your computer's capabilities.",
        "We cannot guarantee the availability or performance of the tools, as their functionality is subject to the website’s configuration and your device."
      ]
    },
    "support": {
      "heading": "No Technical Support",
      "content": [
        "We do not provide technical support for the tools. However, all functions are available on the website, and they work as expected based on the browser environment."
      ]
    },
    "contact": {
      "heading": "Contact Us",
      "content": [
        "If you have any questions or need more information, feel free to reach out to us at contact@easyimage.work."
      ]
    },
    "language": {
      "heading": "Multi-Language Support",
      "content": [
        "EasyImage is available in multiple languages. However, please note that not all languages are guaranteed to be supported. Please refer to the website for the language options available."
      ]
    }
  }
}
