{
  "terms": {
    "title": "Términos de Servicio - EasyImage",
    "description": "Lee los Términos de Servicio de EasyImage para conocer las reglas y políticas de uso de nuestras herramientas gratuitas de procesamiento de imágenes.",
    "keywords": "Términos de Servicio, EasyImage, EasyImage, Procesamiento Gratuito de Imágenes, Reglas de Uso",
    "sectionsNum": "16",
    "sections": [
      {
        "heading": "Aceptación de Términos",
        "contentNum": "2",
        "content": [
          "Bienvenido a EasyImage. Al acceder o utilizar nuestro sitio web en easyimage.work, aceptas cumplir y estar sujeto a estos Términos de Servicio ('Términos'). Por favor, lee estos Términos cuidadosamente.",
          "Si no estás de acuerdo con estos Términos, por favor no utilices EasyImage."
        ]
      },
      {
        "heading": "Descripción del Servicio",
        "contentNum": "3",
        "content": [
          "EasyImage proporciona herramientas gratuitas en línea para el procesamiento de imágenes que operan completamente dentro de tu navegador web.",
          "Todos los servicios se proporcionan de forma gratuita, sin características de pago o premium.",
          "No se requiere registro de usuario para utilizar nuestros servicios."
        ]
      },
      {
        "heading": "Limitaciones del Servicio",
        "contentNum": "3",
        "content": [
          "Todas las funciones de procesamiento de imágenes se ejecutan completamente dentro de tu navegador. El rendimiento de estas funciones depende de las capacidades de tu dispositivo, incluyendo, pero no limitado a, la velocidad del procesador, la memoria disponible y las especificaciones del navegador.",
          "EasyImage no garantiza el acceso continuo o ininterrumpido a nuestros servicios.",
          "Nos reservamos el derecho de modificar, suspender o descontinuar cualquier parte del servicio sin previo aviso."
        ]
      },
      {
        "heading": "Sin Soporte Técnico",
        "contentNum": "2",
        "content": [
          "EasyImage no proporciona soporte técnico para el uso de nuestras herramientas.",
          "No garantizamos que nuestras herramientas cumplan con tus requisitos específicos o que estén libres de errores, sean seguras o ininterrumpidas."
        ]
      },
      {
        "heading": "Contenido del Usuario y Privacidad",
        "contentNum": "3",
        "content": [
          "EasyImage no recopila, almacena ni procesa ningún archivo de usuario. Todo el procesamiento de imágenes se realiza localmente en tu navegador.",
          "No mantenemos cuentas de usuario y no recopilamos información personal de nuestros usuarios.",
          "Al utilizar nuestro servicio, eres responsable de asegurarte de que tienes el derecho de procesar cualquier imagen que utilices con nuestras herramientas."
        ]
      },
      {
        "heading": "Usos Prohibidos",
        "contentNum": "5",
        "content": [
          "Aceptas no utilizar EasyImage para ningún propósito ilegal o no autorizado, incluyendo pero no limitado a:",
          "- Procesar o crear contenido que viole cualquier ley o regulación aplicable;",
          "- Intentar interferir con el funcionamiento adecuado del sitio web;",
          "- Utilizar el servicio para transmitir virus, malware u otro código malicioso;",
          "- Participar en cualquier actividad que pueda deshabilitar, sobrecargar o perjudicar el servicio."
        ]
      },
      {
        "heading": "Derechos de Propiedad Intelectual",
        "contentNum": "3",
        "content": [
          "El sitio web de EasyImage, incluyendo su nombre, logo, diseño, texto, gráficos y la selección y disposición de estos, es propiedad exclusiva de EasyImage y está protegida por leyes de derechos de autor, marca registrada y otras leyes de propiedad intelectual.",
          "Se te concede una licencia limitada, no exclusiva para acceder y usar el sitio web para fines personales, no comerciales.",
          "No puedes reproducir, distribuir, modificar, crear obras derivadas de, mostrar públicamente, representar públicamente, retransmitir, almacenar o transmitir cualquier material del sitio web sin nuestro permiso previo por escrito."
        ]
      },
      {
        "heading": "Publicidad",
        "contentNum": "3",
        "content": [
          "EasyImage puede mostrar anuncios, incluyendo anuncios de Google AdSense.",
          "Estos anuncios son proporcionados por terceros y EasyImage no es responsable del contenido, políticas de privacidad o prácticas de estos anunciantes terceros.",
          "Al usar EasyImage, aceptas y aceptas que podemos colocar dichos anuncios en el sitio web."
        ]
      },
      {
        "heading": "Renuncia de Garantías",
        "contentNum": "3",
        "content": [
          "EasyImage y todos los servicios proporcionados a través de él se proporcionan en base 'tal cual' y 'tal cual', sin ninguna garantía de ningún tipo, ya sea expresada o implícita.",
          "Expresamente rechazamos todas las garantías, incluyendo pero no limitado a, garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infringimiento.",
          "No garantizamos que el sitio web será seguro o disponible en cualquier momento o ubicación, que cualquier defecto o error se corregirá, o que el sitio web está libre de virus u otros componentes dañinos."
        ]
      },
      {
        "heading": "Limitación de Responsabilidad",
        "contentNum": "2",
        "content": [
          "Hasta la máxima extensión permitida por la ley aplicable, en ningún caso EasyImage será responsable de daños indirectos, punitivos, incidentales, especiales, consecuentes o ejemplares, incluyendo pero no limitado a daños por pérdida de beneficios, buena voluntad, uso, datos o pérdidas intangibles de cualquier naturaleza, derivadas de, o relacionadas con tu uso de, o incapacidad para usar, el servicio.",
          "Esta limitación se aplica incluso si la responsabilidad hipotética se basa en contrato, negligencia, estricta responsabilidad, o cualquier otra base, incluso si nos hubiéramos dado cuenta de la posibilidad de tal daño."
        ]
      },
      {
        "heading": "Indemnización",
        "contentNum": "1",
        "content": [
          "Te comprometes a defender, indemniﬁcar y liberar de responsabilidad a EasyImage, sus afiliados y sus respectivos directores, gerentes, empleados y agentes de y contra cualquier reclamo, daños, obligaciones, pérdidas, responsabilidades, costos o deuda, y gastos (incluyendo pero no limitado a gastos de abogados) derivados de tu uso del sitio web o tu violación de estos Términos."
        ]
      },
      {
        "heading": "Cambios a Términos",
        "contentNum": "2",
        "content": [
          "Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento sin previo aviso.",
          "Es tu responsabilidad revisar estos Términos periódicamente por cambios. Tu uso continuo de EasyImage después de la publicación de cualquier cambio constituye la aceptación de esos cambios."
        ]
      },
      {
        "heading": "Disponibilidad de Idiomas",
        "contentNum": "2",
        "content": [
          "Estos Términos pueden estar disponibles en varios idiomas, pero no garantizamos la disponibilidad en todos los idiomas.",
          "En caso de cualquier inconsistencia entre la versión en inglés y cualquier versión traducida, la versión en inglés prevalecerá."
        ]
      },
      {
        "heading": "Ley de Jurisdicción",
        "contentNum": "1",
        "content": [
          "Estos Términos se regirán y se interpretarán de acuerdo con las leyes de la jurisdicción en la que opera EasyImage, sin tener en cuenta sus disposiciones de conflicto de leyes."
        ]
      },
      {
        "heading": "Separabilidad",
        "contentNum": "1",
        "content": [
          "Si cualquier disposición de estos Términos se encuentra impracticable o inválida, esa disposición se limitará o eliminará al mínimo necesario para que los Términos permanezcan en su totalidad en vigor y ejecutable."
        ]
      },
      {
        "heading": "Información de Contacto",
        "contentNum": "1",
        "content": [
          "Si tienes alguna pregunta sobre estos Términos de Servicio, por favor contáctanos."
        ]
      }
    ],
    "footer": {
      "lastUpdated": "Última actualización: 2025/3/6",
      "companyInfo": "EasyImage"
    }
  }
}
