{
  "agreement": {
    "title": "Acuerdo de Usuario - EasyImage",
    "description": "Conoce el Acuerdo de Usuario de EasyImage. Al utilizar nuestras herramientas de procesamiento de imágenes, aceptas estos términos.",
    "keywords": "Acuerdo de Usuario, EasyImage, Imagen Simple, Procesamiento Gratuito de Imágenes, Términos de Uso",
    "sectionsNum": "11",
    "sections": [
      {
        "heading": "Introducción",
        "contentNum": "2",
        "content": [
          "Bienvenido a EasyImage ('nosotros', 'nuestro', 'nos', o 'el Sitio Web'). Este Acuerdo de Usuario ('Acuerdo') rige tu uso del sitio web de EasyImage, accesible en easyimage.work, y todos los servicios asociados.",
          "Al acceder o utilizar EasyImage, aceptas estar sujeto a este Acuerdo. Si no estás de acuerdo con todos los términos y condiciones de este Acuerdo, no debes acceder o utilizar el Sitio Web."
        ]
      },
      {
        "heading": "Descripción del Servicio",
        "contentNum": "3",
        "content": [
          "EasyImage proporciona herramientas gratuitas basadas en navegador para el procesamiento de imágenes en línea. Todos los servicios se proporcionan sin costo para el usuario.",
          "Todas las funciones de procesamiento de imágenes se ejecutan completamente dentro de tu navegador. No se cargan archivos de usuario en nuestros servidores.",
          "El rendimiento y la eficacia de nuestras herramientas dependen de las capacidades de tu dispositivo, incluyendo las especificaciones de hardware, la versión del navegador y los recursos del sistema disponibles."
        ]
      },
      {
        "heading": "Responsabilidades del Usuario",
        "contentNum": "6",
        "content": [
          "Aceptas utilizar EasyImage solo para fines legales y de acuerdo con este Acuerdo.",
          "Aceptas no utilizar el Sitio Web:",
          "- Para violar cualquier ley o regulación aplicable;",
          "- Para procesar o crear contenido que sea ilegal, dañino, amenazante, abusivo, acosador, difamatorio, vulgar, obsceno, invasivo de la privacidad de otros, o de otra manera objetable;",
          "- Para transmitir cualquier material que contenga virus de software o cualquier otro código informático, archivos o programas diseñados para interrumpir, destruir o limitar la funcionalidad de cualquier software o hardware;",
          "- Para intentar interferir con, acceder sin autorización, o sobrecargar nuestros sistemas o redes."
        ]
      },
      {
        "heading": "Propiedad Intelectual",
        "contentNum": "3",
        "content": [
          "Todo el contenido, características y funcionalidad del Sitio Web, incluyendo pero no limitado a texto, gráficos, logotipos, iconos, imágenes, clips de audio, descargas digitales, y software, son propiedad de EasyImage o sus licenciantes y están protegidos por leyes de derechos de autor, marcas registradas, patentes, secretos comerciales, y otras leyes de propiedad intelectual.",
          "Nuestro nombre, logotipo, y nombres relacionados, marcas, productos y servicios descritos son marcas registradas de EasyImage o sus afiliados o licenciantes. No debes mostrar o utilizar estos de ninguna manera sin nuestro permiso previo por escrito.",
          "Te concedemos una licencia limitada, no exclusiva, no transferible, y revocable para acceder y utilizar el Sitio Web para tu uso personal, no comercial."
        ]
      },
      {
        "heading": "Privacidad y Seguridad de Datos",
        "contentNum": "3",
        "content": [
          "EasyImage no recopila, almacena, o procesa ningún archivo de usuario. Todo el procesamiento de imágenes se realiza localmente en tu navegador.",
          "No mantenemos cuentas de usuario y no recopilamos información personal de nuestros usuarios.",
          "Aunque nos esforzamos por proporcionar un servicio seguro, no podemos garantizar que el Sitio Web esté libre de vulnerabilidades de seguridad. Utilizas el Sitio Web bajo tu propio riesgo."
        ]
      },
      {
        "heading": "Limitaciones del Servicio",
        "contentNum": "3",
        "content": [
          "EasyImage se proporciona 'tal cual' y 'según disponibilidad', sin garantías de ningún tipo.",
          "No garantizamos que el Sitio Web siempre estará disponible, será ininterrumpido, oportuno, seguro, o libre de errores.",
          "Nos reservamos el derecho de modificar, suspender, o descontinuar el Sitio Web o cualquier parte de él en cualquier momento sin previo aviso."
        ]
      },
      {
        "heading": "Renuncia de Garantías",
        "contentNum": "2",
        "content": [
          "En la medida máxima permitida por la ley aplicable, EasyImage renuncia expresamente a todas las garantías de cualquier tipo, ya sean expresas o implícitas, incluyendo pero no limitado a garantías implícitas de comerciabilidad, idoneidad para un propósito particular, no infracción, y cualquier garantía que surja del curso de negociación o uso comercial.",
          "No hacemos ninguna garantía o representación con respecto a la precisión, confiabilidad, o calidad de cualquier información, contenido, o servicios proporcionados en o a través del Sitio Web, y expresamente renunciamos a cualquier responsabilidad por errores técnicos o no técnicos o omisiones en el mismo."
        ]
      },
      {
        "heading": "Limitación de Responsabilidad",
        "contentNum": "2",
        "content": [
          "En la medida máxima permitida por la ley aplicable, EasyImage, sus afiliados, y sus respectivos funcionarios, directores, empleados, agentes, proveedores, o licenciantes no serán responsables por daños indirectos, incidentales, especiales, consecuentes, o punitivos, incluyendo pero no limitado a, pérdida de beneficios, datos, uso, buena voluntad, u otras pérdidas intangibles, resultantes de:",
          "- Tu acceso o uso o incapacidad para acceder o usar el Sitio Web; - Cualquier conducta o contenido de cualquier tercero en el Sitio Web; - Cualquier contenido obtenido del Sitio Web; y - Acceso no autorizado, uso o alteración de tus transmisiones o contenido, ya sea basado en garantía, contrato, agravio (incluyendo negligencia) o cualquier otra teoría legal, ya sea que hayamos sido informados o no de la posibilidad de tal daño."
        ]
      },
      {
        "heading": "Indemnización",
        "contentNum": "1",
        "content": [
          "Aceptas defender, indemnizar, y mantener indemne a EasyImage, sus afiliados, licenciantes, y proveedores de servicios, y sus respectivos funcionarios, directores, empleados, contratistas, agentes, licenciantes, proveedores, sucesores, y cesionarios de y contra cualquier reclamo, responsabilidad, daño, juicio, premio, pérdida, costo, gasto, o tarifa (incluyendo honorarios razonables de abogados) que surjan de o estén relacionados con tu violación de este Acuerdo."
        ]
      },
      {
        "heading": "Cambios al Acuerdo",
        "contentNum": "2",
        "content": [
          "Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar este Acuerdo en cualquier momento. Si una revisión es material, intentaremos proporcionar al menos 30 días de aviso antes de que cualquier nuevo término entre en vigencia.",
          "Lo que constituye un cambio material será determinado a nuestra sola discreción. Al continuar accediendo o utilizando nuestro Sitio Web después de que esas revisiones entren en vigencia, aceptas estar sujeto a los términos revisados."
        ]
      },
      {
        "heading": "Ley Aplicable",
        "contentNum": "1",
        "content": [
          "Este Acuerdo se regirá e interpretará de acuerdo con las leyes del país donde EasyImage está registrado, sin tener en cuenta sus disposiciones de conflicto de leyes."
        ]
      }
    ],
    "footer": {
      "lastUpdated": "Última actualización: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
