{
  "terms": {
    "title": "सेवा की शर्तें - EasyImage",
    "description": "हमारे मुफ्त इमेज प्रोसेसिंग टूल के उपयोग के लिए नियमों और नीतियों के बारे में जानने के लिए EasyImage की सेवा शर्तें पढ़ें।",
    "keywords": "सेवा की शर्तें, EasyImage, EasyImage, मुफ्त इमेज प्रोसेसिंग, उपयोग के नियम",
    "sectionsNum": "16",
    "sections": [
      {
        "heading": "शर्तों की स्वीकृति",
        "contentNum": "2",
        "content": [
          "EasyImage में आपका स्वागत है। easyimage.work पर हमारी वेबसाइट का उपयोग करके या उस तक पहुंचकर, आप इन सेवा की शर्तों ('शर्तें') का पालन करने और उनसे बाध्य होने के लिए सहमत होते हैं। कृपया इन शर्तों को ध्यान से पढ़ें।",
          "यदि आप इन शर्तों से सहमत नहीं हैं, तो कृपया EasyImage का उपयोग न करें।"
        ]
      },
      {
        "heading": "सेवा का विवरण",
        "contentNum": "3",
        "content": [
          "EasyImage इमेज प्रोसेसिंग के लिए मुफ्त ऑनलाइन टूल प्रदान करता है जो पूरी तरह से आपके वेब ब्राउज़र के भीतर काम करते हैं।",
          "सभी सेवाएं बिना किसी शुल्क के प्रदान की जाती हैं, कोई भुगतान या प्रीमियम सुविधाएं नहीं हैं।",
          "हमारी सेवाओं का उपयोग करने के लिए किसी उपयोगकर्ता पंजीकरण की आवश्यकता नहीं है।"
        ]
      },
      {
        "heading": "सेवा सीमाएं",
        "contentNum": "3",
        "content": [
          "सभी इमेज प्रोसेसिंग फ़ंक्शन पूरी तरह से आपके ब्राउज़र के भीतर निष्पादित किए जाते हैं। इन फ़ंक्शनों का प्रदर्शन आपके डिवाइस की क्षमताओं पर निर्भर करता है, जिसमें प्रोसेसर स्पीड, उपलब्ध मेमोरी और ब्राउज़र स्पेसिफिकेशन शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं।",
          "EasyImage हमारी सेवाओं तक निरंतर या अबाधित पहुंच की गारंटी नहीं देता है।",
          "हम बिना पूर्व सूचना के सेवा के किसी भी हिस्से को संशोधित करने, निलंबित करने या बंद करने का अधिकार सुरक्षित रखते हैं।"
        ]
      },
      {
        "heading": "कोई तकनीकी सहायता नहीं",
        "contentNum": "2",
        "content": [
          "EasyImage हमारे टूल के उपयोग के लिए तकनीकी सहायता प्रदान नहीं करता है।",
          "हम गारंटी नहीं देते हैं कि हमारे टूल आपकी विशिष्ट आवश्यकताओं को पूरा करेंगे या वे त्रुटि-मुक्त, सुरक्षित या अबाधित होंगे।"
        ]
      },
      {
        "heading": "उपयोगकर्ता सामग्री और गोपनीयता",
        "contentNum": "3",
        "content": [
          "EasyImage किसी भी उपयोगकर्ता फ़ाइल को एकत्र, संग्रहीत या प्रोसेस नहीं करता है। सभी इमेज प्रोसेसिंग आपके ब्राउज़र में स्थानीय रूप से की जाती है।",
          "हम उपयोगकर्ता खाते नहीं रखते हैं और अपने उपयोगकर्ताओं से व्यक्तिगत जानकारी एकत्र नहीं करते हैं।",
          "हमारी सेवा का उपयोग करते समय, आप यह सुनिश्चित करने के लिए जिम्मेदार हैं कि आपके पास हमारे टूल के साथ उपयोग की जाने वाली किसी भी इमेज को प्रोसेस करने का अधिकार है।"
        ]
      },
      {
        "heading": "निषिद्ध उपयोग",
        "contentNum": "5",
        "content": [
          "आप सहमत हैं कि EasyImage का उपयोग किसी भी अवैध या अनधिकृत उद्देश्य के लिए नहीं करेंगे, जिसमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं:",
          "- ऐसी सामग्री का प्रोसेसिंग या निर्माण जो किसी भी लागू कानून या नियमों का उल्लंघन करती है;",
          "- वेबसाइट के उचित कार्य में हस्तक्षेप करने का प्रयास;",
          "- सेवा का उपयोग किसी भी वायरस, मैलवेयर या अन्य दुर्भावनापूर्ण कोड को प्रसारित करने के लिए;",
          "- ऐसी किसी भी गतिविधि में संलग्न होना जो सेवा को अक्षम, अधिभारित या हानि पहुंचा सकती है।"
        ]
      },
      {
        "heading": "बौद्धिक संपदा अधिकार",
        "contentNum": "3",
        "content": [
          "EasyImage वेबसाइट, जिसमें इसका नाम, लोगो, डिज़ाइन, टेक्स्ट, ग्राफिक्स और उनका चयन और व्यवस्था शामिल है, EasyImage की विशेष संपत्ति है और कॉपीराइट, ट्रेडमार्क और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित है।",
          "आपको व्यक्तिगत, गैर-वाणिज्यिक उद्देश्यों के लिए वेबसाइट तक पहुंचने और उपयोग करने का सीमित, गैर-विशेष अधिकार दिया गया है।",
          "आप हमारी वेबसाइट पर किसी भी सामग्री को हमारी स्पष्ट पूर्व लिखित अनुमति के बिना पुनरुत्पादित, वितरित, संशोधित, व्युत्पन्न कार्य बनाने, सार्वजनिक रूप से प्रदर्शित, सार्वजनिक रूप से प्रदर्शन, पुनः प्रकाशित, डाउनलोड, संग्रहीत या प्रसारित नहीं कर सकते हैं।"
        ]
      },
      {
        "heading": "विज्ञापन",
        "contentNum": "3",
        "content": [
          "EasyImage विज्ञापन प्रदर्शित कर सकता है, जिसमें Google AdSense विज्ञापन शामिल हैं।",
          "ये विज्ञापन तृतीय पक्षों द्वारा प्रदान किए जाते हैं, और EasyImage इन तृतीय-पक्ष विज्ञापनदाताओं की सामग्री, गोपनीयता नीतियों या प्रथाओं के लिए जिम्मेदार नहीं है।",
          "EasyImage का उपयोग करके, आप स्वीकार करते हैं और सहमत होते हैं कि हम वेबसाइट पर ऐसे विज्ञापन रख सकते हैं।"
        ]
      },
      {
        "heading": "वारंटी का अस्वीकरण",
        "contentNum": "3",
        "content": [
          "EasyImage और इसके माध्यम से प्रदान की जाने वाली सभी सेवाएं 'जैसी हैं' और 'जैसी उपलब्ध हैं' के आधार पर प्रदान की जाती हैं, बिना किसी प्रकार की वारंटी के, चाहे वह स्पष्ट हो या निहित हो।",
          "हम सभी वारंटियों को स्पष्ट रूप से अस्वीकार करते हैं, जिसमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं, व्यापारिकता, किसी विशेष उद्देश्य के लिए उपयुक्तता और गैर-उल्लंघन की निहित वारंटी।",
          "हम वारंटी नहीं देते हैं कि वेबसाइट किसी विशेष समय या स्थान पर सुरक्षित या उपलब्ध होगी, कि किसी भी दोष या त्रुटियों को सुधारा जाएगा, या कि वेबसाइट वायरस या अन्य हानिकारक घटकों से मुक्त है।"
        ]
      },
      {
        "heading": "देयता की सीमा",
        "contentNum": "2",
        "content": [
          "लागू कानून द्वारा अनुमत पूर्ण सीमा तक, किसी भी स्थिति में EasyImage किसी भी अप्रत्यक्ष, दंडात्मक, आकस्मिक, विशेष, परिणामी या उदाहरणात्मक क्षति के लिए उत्तरदायी नहीं होगा, जिसमें बिना सीमा के लाभ, सद्भावना, उपयोग, डेटा या अन्य अमूर्त नुकसान के नुकसान शामिल हैं, जो सेवा के आपके उपयोग से या उपयोग करने में असमर्थता से उत्पन्न होते हैं या संबंधित हैं।",
          "यह सीमा लागू होती है चाहे कथित देयता अनुबंध, अपकृत्य, लापरवाही, सख्त देयता या किसी अन्य आधार पर आधारित हो, भले ही हमें ऐसी क्षति की संभावना के बारे में सलाह दी गई हो।"
        ]
      },
      {
        "heading": "क्षतिपूर्ति",
        "contentNum": "1",
        "content": [
          "आप EasyImage, इसके सहयोगियों और उनके संबंधित अधिकारियों, निदेशकों, कर्मचारियों और एजेंटों को वेबसाइट के आपके उपयोग या इन शर्तों के आपके उल्लंघन से उत्पन्न होने वाले किसी भी और सभी दावों, क्षतियों, दायित्वों, हानियों, देनदारियों, लागतों या ऋणों और खर्चों (वकील की फीस सहित लेकिन इन्हीं तक सीमित नहीं) से बचाने, क्षतिपूर्ति करने और हानिरहित रखने के लिए सहमत हैं।"
        ]
      },
      {
        "heading": "शर्तों में परिवर्तन",
        "contentNum": "2",
        "content": [
          "हम अपने एकमात्र विवेक पर, बिना पूर्व सूचना के किसी भी समय इन शर्तों को संशोधित या बदलने का अधिकार सुरक्षित रखते हैं।",
          "परिवर्तनों के लिए इन शर्तों की समय-समय पर समीक्षा करना आपकी जिम्मेदारी है। किसी भी परिवर्तन के पोस्ट होने के बाद EasyImage का आपका निरंतर उपयोग उन परिवर्तनों की स्वीकृति का गठन करता है।"
        ]
      },
      {
        "heading": "भाषा उपलब्धता",
        "contentNum": "2",
        "content": [
          "ये शर्तें कई भाषाओं में उपलब्ध हो सकती हैं, लेकिन हम सभी भाषाओं में उपलब्धता की गारंटी नहीं देते हैं।",
          "अंग्रेजी संस्करण और किसी भी अनुवादित संस्करण के बीच किसी भी असंगतता की स्थिति में, अंग्रेजी संस्करण को प्राथमिकता दी जाएगी।"
        ]
      },
      {
        "heading": "शासी कानून",
        "contentNum": "1",
        "content": [
          "ये शर्तें उस क्षेत्राधिकार के कानूनों के अनुसार शासित और व्याख्या की जाएंगी जिसमें EasyImage संचालित होता है, इसके कानून के संघर्ष के प्रावधानों की परवाह किए बिना।"
        ]
      },
      {
        "heading": "पृथक्करणीयता",
        "contentNum": "1",
        "content": [
          "यदि इन शर्तों का कोई प्रावधान अप्रवर्तनीय या अमान्य पाया जाता है, तो उस प्रावधान को न्यूनतम आवश्यक सीमा तक सीमित या समाप्त कर दिया जाएगा ताकि शर्तें अन्यथा पूर्ण बल और प्रभाव में रहें और प्रवर्तनीय हों।"
        ]
      },
      {
        "heading": "संपर्क जानकारी",
        "contentNum": "1",
        "content": [
          "यदि आपके पास इन सेवा की शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें।"
        ]
      }
    ],
    "footer": {
      "lastUpdated": "अंतिम अपडेट: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
