{
  "about": {
    "title": "हमारे बारे में - EasyImage",
    "description": "EasyImage की पृष्ठभूमि जानें, हम मुफ्त और कुशल इमेज प्रोसेसिंग टूल प्रदान करते हैं, जिसका उद्देश्य उपयोगकर्ताओं को सुविधाजनक इमेज प्रोसेसिंग सेवाएं प्रदान करना है।",
    "keywords": "हमारे बारे में, EasyImage, सरल चित्र, इमेज प्रोसेसिंग, मुफ्त टूल",
    "offer": {
      "heading": "हम क्या प्रदान करते हैं",
      "contentNum": "2",
      "content": [
        "EasyImage इमेज प्रोसेसिंग के लिए मुफ्त ऑनलाइन टूल प्रदान करता है। हम आपको बिना किसी लागत के अपनी इमेज को संशोधित और अनुकूलित करने में मदद करने के लिए विभिन्न सुविधाएँ प्रदान करते हैं।",
        "हमारी वेबसाइट पर कोई भुगतान वाली सुविधाएँ या सदस्यताएँ उपलब्ध नहीं हैं।"
      ]
    },
    "privacy": {
      "heading": "गोपनीयता और सुरक्षा",
      "contentNum": "2",
      "content": [
        "हम आपकी गोपनीयता का सम्मान करते हैं। हमारी वेबसाइट किसी भी व्यक्तिगत जानकारी या खाता विवरण को संग्रहीत नहीं करती है।",
        "सभी ऑपरेशन सीधे ब्राउज़र में किए जाते हैं, जिसका अर्थ है कि कोई भी उपयोगकर्ता फ़ाइल बाहरी सर्वर पर अपलोड नहीं की जाती है।"
      ]
    },
    "functionality": {
      "heading": "कार्यक्षमता",
      "contentNum": "2",
      "content": [
        "चूंकि हमारे टूल ब्राउज़र-आधारित हैं, टूल का प्रदर्शन आपके कंप्यूटर की क्षमताओं पर निर्भर करता है।",
        "हम टूल की उपलब्धता या प्रदर्शन की गारंटी नहीं दे सकते हैं, क्योंकि उनकी कार्यक्षमता वेबसाइट के कॉन्फ़िगरेशन और आपके डिवाइस पर निर्भर करती है।"
      ]
    },
    "support": {
      "heading": "कोई तकनीकी सहायता नहीं",
      "contentNum": "1",
      "content": [
        "हम टूल के लिए तकनीकी सहायता प्रदान नहीं करते हैं। हालांकि, सभी फ़ंक्शन वेबसाइट पर उपलब्ध हैं, और वे ब्राउज़र वातावरण के आधार पर अपेक्षित रूप से काम करते हैं।"
      ]
    },
    "contact": {
      "heading": "संपर्क करें",
      "contentNum": "1",
      "content": [
        "यदि आपके कोई प्रश्न हैं या अधिक जानकारी चाहिए, तो हमसे संपर्क करने में संकोच न करें।"
      ]
    },
    "language": {
      "heading": "बहु-भाषा समर्थन",
      "contentNum": "1",
      "content": [
        "EasyImage कई भाषाओं में उपलब्ध है। हालांकि, कृपया ध्यान दें कि सभी भाषाओं का समर्थन गारंटीकृत नहीं है। उपलब्ध भाषा विकल्पों के लिए कृपया वेबसाइट देखें।"
      ]
    }
  }
}
