{
  "agreement": {
    "title": "उपयोगकर्ता अनुबंध - EasyImage",
    "description": "EasyImage के उपयोगकर्ता अनुबंध के बारे में जानें। हमारे इमेज प्रोसेसिंग टूल का उपयोग करके, आप इन शर्तों से सहमत होते हैं।",
    "keywords": "उपयोगकर्ता अनुबंध, EasyImage, सरल इमेज, मुफ्त इमेज प्रोसेसिंग, उपयोग की शर्तें",
    "sectionsNum": "11",
    "sections": [
      {
        "heading": "परिचय",
        "contentNum": "2",
        "content": [
          "EasyImage ('हम', 'हमारा', 'हमें', या 'वेबसाइट') में आपका स्वागत है। यह उपयोगकर्ता अनुबंध ('अनुबंध') EasyImage वेबसाइट, जो easyimage.work पर उपलब्ध है, और सभी संबंधित सेवाओं के आपके उपयोग को नियंत्रित करता है।",
          "EasyImage का उपयोग करके या उस तक पहुंचकर, आप इस अनुबंध से बाध्य होने के लिए सहमत होते हैं। यदि आप इस अनुबंध के सभी नियमों और शर्तों से सहमत नहीं हैं, तो आपको वेबसाइट का उपयोग या उस तक पहुंच नहीं करनी चाहिए।"
        ]
      },
      {
        "heading": "सेवा विवरण",
        "contentNum": "3",
        "content": [
          "EasyImage ऑनलाइन इमेज प्रोसेसिंग के लिए मुफ्त ब्राउज़र-आधारित टूल प्रदान करता है। सभी सेवाएं उपयोगकर्ता को बिना किसी लागत के प्रदान की जाती हैं।",
          "सभी इमेज प्रोसेसिंग फ़ंक्शन पूरी तरह से आपके ब्राउज़र के भीतर निष्पादित किए जाते हैं। कोई भी उपयोगकर्ता फ़ाइल हमारे सर्वर पर अपलोड नहीं की जाती है।",
          "हमारे टूल का प्रदर्शन और प्रभावशीलता आपके डिवाइस की क्षमताओं पर निर्भर करती है, जिसमें हार्डवेयर स्पेसिफिकेशन, ब्राउज़र वर्जन और उपलब्ध सिस्टम संसाधन शामिल हैं।"
        ]
      },
      {
        "heading": "उपयोगकर्ता की जिम्मेदारियां",
        "contentNum": "6",
        "content": [
          "आप सहमत हैं कि EasyImage का उपयोग केवल कानूनी उद्देश्यों के लिए और इस अनुबंध के अनुसार करेंगे।",
          "आप वेबसाइट का उपयोग नहीं करने के लिए सहमत हैं:",
          "- किसी भी तरह से जो किसी भी लागू स्थानीय, राष्ट्रीय, या अंतर्राष्ट्रीय कानून या नियम का उल्लंघन करता हो।",
          "- ऐसी किसी भी सामग्री को प्रोसेस करने या बनाने के लिए जो अवैध, हानिकारक, धमकी देने वाली, दुरुपयोग करने वाली, उत्पीड़न करने वाली, मानहानिकारक, या अन्यथा आपत्तिजनक हो।",
          "- वेबसाइट चलाने वाले सर्वर के सिस्टम अखंडता या सुरक्षा में हस्तक्षेप करने, समझौता करने, या किसी भी प्रसारण को डिसाइफर करने का प्रयास करने के लिए।",
          "- ऐसी किसी भी गतिविधि में संलग्न होने के लिए जो वेबसाइट को नुकसान पहुंचा सकती है, अक्षम कर सकती है, अधिभारित कर सकती है, या हानि पहुंचा सकती है या वेबसाइट के किसी अन्य पक्ष के उपयोग में हस्तक्षेप कर सकती है।"
        ]
      },
      {
        "heading": "बौद्धिक संपदा",
        "contentNum": "2",
        "content": [
          "EasyImage और इसकी मूल सामग्री, विशेषताएं और कार्यक्षमता हमारे स्वामित्व में हैं और अंतर्राष्ट्रीय कॉपीराइट, ट्रेडमार्क, पेटेंट, व्यापार रहस्य और अन्य बौद्धिक संपदा या स्वामित्व अधिकार कानूनों द्वारा संरक्षित हैं।",
          "आप हमारे द्वारा स्पष्ट रूप से अधिकृत किए बिना किसी भी सामग्री को पूरे या आंशिक रूप से संशोधित, पुनरुत्पादित, वितरित, व्युत्पन्न कार्य या अनुकूलन बनाने, सार्वजनिक रूप से प्रदर्शित करने या किसी भी तरह से उपयोग नहीं कर सकते हैं।"
        ]
      },
      {
        "heading": "गोपनीयता और डेटा संग्रह",
        "contentNum": "3",
        "content": [
          "EasyImage को उपयोगकर्ता खातों की आवश्यकता नहीं है और यह व्यक्तिगत उपयोगकर्ता जानकारी एकत्र या संग्रहीत नहीं करता है।",
          "आपकी इमेज पूरी तरह से आपके ब्राउज़र के भीतर प्रोसेस की जाती हैं और हमारे सर्वर पर अपलोड नहीं की जाती हैं।",
          "हम आपके अनुभव को बेहतर बनाने के लिए कुकीज़ या समान तकनीकों का उपयोग कर सकते हैं, लेकिन इनका उपयोग व्यक्तिगत जानकारी एकत्र करने के लिए नहीं किया जाता है।"
        ]
      },
      {
        "heading": "वारंटी का अस्वीकरण",
        "contentNum": "3",
        "content": [
          "EasyImage 'जैसा है' और 'जैसा उपलब्ध है' के आधार पर बिना किसी वारंटी या प्रतिनिधित्व, स्पष्ट या निहित, प्रदान किया जाता है।",
          "हम वेबसाइट पर प्रदान किए गए किसी भी टूल की उपलब्धता, विश्वसनीयता या कार्यक्षमता की गारंटी नहीं देते हैं।",
          "हमारे टूल का प्रदर्शन आपके डिवाइस की क्षमताओं पर निर्भर करता है, और हम इमेज प्रोसेसिंग परिणामों की गुणवत्ता या प्रभावशीलता के संबंध में कोई गारंटी नहीं देते हैं।"
        ]
      },
      {
        "heading": "देयता की सीमा",
        "contentNum": "5",
        "content": [
          "कानून द्वारा अनुमत अधिकतम सीमा तक, हम किसी भी अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी या दंडात्मक क्षति, या लाभ या राजस्व के किसी भी नुकसान के लिए उत्तरदायी नहीं होंगे, चाहे वह प्रत्यक्ष या अप्रत्यक्ष रूप से हुआ हो, या डेटा, उपयोग, सद्भावना या अन्य अमूर्त नुकसान के किसी भी नुकसान के लिए जो निम्न से परिणाम स्वरूप हो:",
          "- वेबसाइट और इसके टूल का आपका उपयोग या उपयोग करने में असमर्थता;",
          "- हमारे सर्वर (यदि कोई हो) और/या उसमें संग्रहीत किसी भी व्यक्तिगत जानकारी तक किसी भी अनधिकृत पहुंच या उपयोग;",
          "- वेबसाइट से या वेबसाइट तक प्रसारण में कोई रुकावट या समाप्ति;",
          "- किसी भी बग, वायरस, ट्रोजन हॉर्स, या इसी तरह के जो किसी भी तीसरे पक्ष द्वारा वेबसाइट पर या वेबसाइट के माध्यम से प्रसारित किए जा सकते हैं।"
        ]
      },
      {
        "heading": "तृतीय-पक्ष सेवाएं और विज्ञापन",
        "contentNum": "3",
        "content": [
          "EasyImage तृतीय पक्षों द्वारा प्रदान किए गए विज्ञापन प्रदर्शित कर सकता है, जिसमें Google AdSense शामिल है।",
          "हम किसी भी तृतीय-पक्ष सेवाओं या विज्ञापनदाताओं की सामग्री, गोपनीयता नीतियों या प्रथाओं के लिए जिम्मेदार नहीं हैं।",
          "इन तृतीय पक्षों के साथ आपकी बातचीत केवल आपके और ऐसे तृतीय पक्षों के बीच है।"
        ]
      },
      {
        "heading": "अनुबंध में संशोधन",
        "contentNum": "2",
        "content": [
          "हम अपने एकमात्र विवेक पर किसी भी समय इस अनुबंध को संशोधित करने या बदलने का अधिकार सुरक्षित रखते हैं।",
          "परिवर्तनों के लिए इस अनुबंध की समय-समय पर जांच करना आपकी जिम्मेदारी है। इस अनुबंध में किसी भी परिवर्तन के पोस्ट होने के बाद वेबसाइट का आपका निरंतर उपयोग उन परिवर्तनों की स्वीकृति का गठन करता है।"
        ]
      },
      {
        "heading": "भाषा उपलब्धता",
        "contentNum": "2",
        "content": [
          "EasyImage इस अनुबंध को कई भाषाओं में प्रदान करता है, लेकिन हम सभी भाषाओं में उपलब्धता की गारंटी नहीं देते हैं।",
          "अंग्रेजी संस्करण और किसी भी अनुवादित संस्करण के बीच किसी भी असंगतता के मामले में, अंग्रेजी संस्करण मान्य होगा।"
        ]
      },
      {
        "heading": "संपर्क जानकारी",
        "contentNum": "1",
        "content": [
          "यदि आपके पास इस अनुबंध के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें।"
        ]
      }
    ],
    "footer": {
      "lastUpdated": "अंतिम अपडेट: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
