{
  "agreement": {
    "title": "اتفاقية المستخدم - EasyImage",
    "description": "تعرف على اتفاقية مستخدم EasyImage. باستخدام أدوات معالجة الصور لدينا، فإنك توافق على هذه الشروط.",
    "keywords": "اتفاقية المستخدم، EasyImage، صورة بسيطة، معالجة صور مجانية، شروط الاستخدام",
    "sectionsNum": "11",
    "sections": [
      {
        "heading": "مقدمة",
        "contentNum": "2",
        "content": [
          "مرحبًا بك في EasyImage ('نحن'، 'خاصتنا'، 'لنا'، أو 'الموقع'). تحكم اتفاقية المستخدم هذه ('الاتفاقية') استخدامك لموقع EasyImage، المتاح على easyimage.work، وجميع الخدمات المرتبطة به.",
          "من خلال الوصول إلى EasyImage أو استخدامه، فإنك توافق على الالتزام بهذه الاتفاقية. إذا كنت لا توافق على جميع شروط وأحكام هذه الاتفاقية، فيجب عليك عدم الوصول إلى الموقع أو استخدامه."
        ]
      },
      {
        "heading": "وصف الخدمة",
        "contentNum": "3",
        "content": [
          "يوفر EasyImage أدوات مجانية تعتمد على المتصفح لمعالجة الصور عبر الإنترنت. يتم تقديم جميع الخدمات دون أي تكلفة للمستخدم.",
          "يتم تنفيذ جميع وظائف معالجة الصور بالكامل داخل متصفحك. لا يتم تحميل ملفات المستخدم إلى خوادمنا.",
          "يعتمد أداء وفعالية أدواتنا على قدرات جهازك، بما في ذلك مواصفات الأجهزة وإصدار المتصفح وموارد النظام المتاحة."
        ]
      },
      {
        "heading": "مسؤوليات المستخدم",
        "contentNum": "6",
        "content": [
          "أنت توافق على استخدام EasyImage فقط للأغراض القانونية ووفقًا لهذه الاتفاقية.",
          "أنت توافق على عدم استخدام الموقع:",
          "- بأي طريقة تنتهك أي قانون أو لائحة محلية أو وطنية أو دولية معمول بها.",
          "- لمعالجة أو إنشاء أي محتوى غير قانوني أو ضار أو مهدد أو مسيء أو مضايق أو تشهيري أو غير مقبول بأي شكل آخر.",
          "- لمحاولة التدخل في نظام السلامة أو الأمان، أو فك تشفير أي إرسال من أو إلى الخوادم التي تشغل الموقع.",
          "- للانخراط في أي نشاط قد يضر أو يعطل أو يثقل كاهل أو يضعف الموقع أو يتداخل مع استخدام أي طرف آخر للموقع."
        ]
      },
      {
        "heading": "الملكية الفكرية",
        "contentNum": "2",
        "content": [
          "EasyImage ومحتواه الأصلي وميزاته ووظائفه مملوكة لنا ومحمية بموجب حقوق النشر الدولية والعلامات التجارية وبراءات الاختراع والأسرار التجارية وغيرها من قوانين الملكية الفكرية أو حقوق الملكية.",
          "لا يجوز لك تعديل أو إعادة إنتاج أو توزيع أو إنشاء أعمال مشتقة أو تكييفات أو عرض علني أو استغلال أي من المحتوى كليًا أو جزئيًا إلا على النحو المصرح به صراحة من قبلنا."
        ]
      },
      {
        "heading": "الخصوصية وجمع البيانات",
        "contentNum": "3",
        "content": [
          "لا يتطلب EasyImage حسابات مستخدم ولا يجمع أو يخزن معلومات المستخدم الشخصية.",
          "تتم معالجة صورك بالكامل داخل متصفحك ولا يتم تحميلها إلى خوادمنا.",
          "قد نستخدم ملفات تعريف الارتباط أو تقنيات مماثلة لتحسين تجربتك، ولكن لا يتم استخدامها لجمع معلومات شخصية."
        ]
      },
      {
        "heading": "إخلاء المسؤولية عن الضمانات",
        "contentNum": "3",
        "content": [
          "يتم تقديم EasyImage على أساس 'كما هو' و'كما هو متاح' دون أي ضمان أو تمثيل، صريح أو ضمني.",
          "نحن لا نضمن توافر أو موثوقية أو وظائف أي أدوات مقدمة على الموقع.",
          "يعتمد أداء أدواتنا على قدرات جهازك، ولا نقدم أي ضمانات بشأن جودة أو فعالية نتائج معالجة الصور."
        ]
      },
      {
        "heading": "تحديد المسؤولية",
        "contentNum": "5",
        "content": [
          "إلى أقصى حد يسمح به القانون، لن نكون مسؤولين عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، أو أي خسارة في الأرباح أو الإيرادات، سواء تم تكبدها بشكل مباشر أو غير مباشر، أو أي فقدان للبيانات أو الاستخدام أو السمعة الطيبة أو خسائر غير ملموسة أخرى ناتجة عن:",
          "- استخدامك أو عدم قدرتك على استخدام الموقع وأدواته؛",
          "- أي وصول غير مصرح به أو استخدام لخوادمنا (إن وجدت) و/أو أي معلومات شخصية مخزنة فيها؛",
          "- أي انقطاع أو توقف للإرسال من أو إلى الموقع؛",
          "- أي برامج ضارة أو فيروسات أو أحصنة طروادة أو ما شابه ذلك قد يتم نقلها إلى أو من خلال الموقع من قبل أي طرف ثالث."
        ]
      },
      {
        "heading": "خدمات وإعلانات الطرف الثالث",
        "contentNum": "3",
        "content": [
          "قد يعرض EasyImage إعلانات مقدمة من أطراف ثالثة، بما في ذلك Google AdSense.",
          "نحن لسنا مسؤولين عن المحتوى أو سياسات الخصوصية أو ممارسات أي خدمات أو معلنين من طرف ثالث.",
          "تفاعلاتك مع هذه الأطراف الثالثة هي فقط بينك وبين هذه الأطراف الثالثة."
        ]
      },
      {
        "heading": "تعديلات على الاتفاقية",
        "contentNum": "2",
        "content": [
          "نحتفظ بالحق في تعديل أو استبدال هذه الاتفاقية في أي وقت وفقًا لتقديرنا الخاص.",
          "تقع على عاتقك مسؤولية التحقق من هذه الاتفاقية بشكل دوري للتغييرات. يشكل استمرار استخدامك للموقع بعد نشر أي تغييرات على هذه الاتفاقية قبولًا لتلك التغييرات."
        ]
      },
      {
        "heading": "توفر اللغة",
        "contentNum": "2",
        "content": [
          "يوفر EasyImage هذه الاتفاقية بلغات متعددة، لكننا لا نضمن توفرها بجميع اللغات.",
          "في حالة وجود أي تعارض بين النسخة الإنجليزية وأي نسخة مترجمة، تسود النسخة الإنجليزية."
        ]
      },
      {
        "heading": "معلومات الاتصال",
        "contentNum": "1",
        "content": [
          "إذا كان لديك أي أسئلة حول هذه الاتفاقية، فيرجى الاتصال بنا."
        ]
      }
    ],
    "footer": {
      "lastUpdated": "آخر تحديث: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
