{
  "terms": {
    "title": "شروط الخدمة - EasyImage",
    "description": "اقرأ شروط خدمة EasyImage للتعرف على القواعد والسياسات الخاصة باستخدام أدوات معالجة الصور المجانية.",
    "keywords": "شروط الخدمة، EasyImage، معالجة الصور المجانية، قواعد الاستخدام",
    "sectionsNum": "16",
    "sections": [
      {
        "heading": "قبول الشروط",
        "contentNum": "2",
        "content": [
          "مرحبًا بك في EasyImage. من خلال الوصول إلى موقعنا الإلكتروني easyimage.work أو استخدامه، فإنك توافق على الالتزام والالتزام بشروط الخدمة هذه ('الشروط'). يرجى قراءة هذه الشروط بعناية.",
          "إذا كنت لا توافق على هذه الشروط، فيرجى عدم استخدام EasyImage."
        ]
      },
      {
        "heading": "وصف الخدمة",
        "contentNum": "3",
        "content": [
          "يوفر EasyImage أدوات مجانية عبر الإنترنت لمعالجة الصور تعمل بالكامل داخل متصفح الويب الخاص بك.",
          "يتم تقديم جميع الخدمات مجانًا، بدون ميزات مدفوعة أو متميزة.",
          "لا يلزم تسجيل المستخدم لاستخدام خدماتنا."
        ]
      },
      {
        "heading": "قيود الخدمة",
        "contentNum": "3",
        "content": [
          "يتم تنفيذ جميع وظائف معالجة الصور بالكامل داخل متصفحك. يعتمد أداء هذه الوظائف على قدرات جهازك، بما في ذلك على سبيل المثال لا الحصر سرعة المعالج والذاكرة المتاحة ومواصفات المتصفح.",
          "لا يضمن EasyImage الوصول المستمر أو غير المنقطع إلى خدماتنا.",
          "نحتفظ بالحق في تعديل أو تعليق أو إيقاف أي جزء من الخدمة دون إشعار مسبق."
        ]
      },
      {
        "heading": "لا يوجد دعم فني",
        "contentNum": "2",
        "content": [
          "لا يقدم EasyImage دعمًا فنيًا لاستخدام أدواتنا.",
          "نحن لا نضمن أن أدواتنا ستلبي متطلباتك المحددة أو أنها ستكون خالية من الأخطاء أو آمنة أو غير منقطعة."
        ]
      },
      {
        "heading": "محتوى المستخدم والخصوصية",
        "contentNum": "3",
        "content": [
          "لا يقوم EasyImage بجمع أو تخزين أو معالجة أي ملفات للمستخدم. تتم جميع عمليات معالجة الصور محليًا في متصفحك.",
          "نحن لا نحتفظ بحسابات المستخدمين ولا نجمع معلومات شخصية من مستخدمينا.",
          "أثناء استخدام خدمتنا، أنت مسؤول عن ضمان أن لديك الحق في معالجة أي صور تستخدمها مع أدواتنا."
        ]
      },
      {
        "heading": "الاستخدامات المحظورة",
        "contentNum": "5",
        "content": [
          "أنت توافق على عدم استخدام EasyImage لأي غرض غير قانوني أو غير مصرح به، بما في ذلك على سبيل المثال لا الحصر:",
          "- معالجة أو إنشاء محتوى ينتهك أي قوانين أو لوائح معمول بها؛",
          "- محاولة التدخل في الأداء السليم للموقع؛",
          "- استخدام الخدمة لنقل أي فيروسات أو برامج ضارة أو أي رمز ضار آخر؛",
          "- المشاركة في أي نشاط قد يعطل أو يثقل كاهل أو يضعف الخدمة."
        ]
      },
      {
        "heading": "حقوق الملكية الفكرية",
        "contentNum": "3",
        "content": [
          "موقع EasyImage، بما في ذلك اسمه وشعاره وتصميمه ونصه ورسوماته واختيارها وترتيبها، هو ملكية حصرية لـ EasyImage ومحمي بموجب حقوق النشر والعلامات التجارية وقوانين الملكية الفكرية الأخرى.",
          "يتم منحك حقًا محدودًا وغير حصري للوصول إلى الموقع واستخدامه لأغراض شخصية وغير تجارية.",
          "لا يجوز لك إعادة إنتاج أو توزيع أو تعديل أو إنشاء أعمال مشتقة من أو عرض علني أو أداء علني أو إعادة نشر أو تنزيل أو تخزين أو نقل أي من المواد الموجودة على موقعنا دون إذن كتابي صريح مسبق منا."
        ]
      },
      {
        "heading": "الإعلانات",
        "contentNum": "3",
        "content": [
          "قد يعرض EasyImage إعلانات، بما في ذلك إعلانات Google AdSense.",
          "يتم تقديم هذه الإعلانات من قبل أطراف ثالثة، و EasyImage ليست مسؤولة عن المحتوى أو سياسات الخصوصية أو ممارسات هؤلاء المعلنين من الأطراف الثالثة.",
          "باستخدام EasyImage، فإنك تقر وتوافق على أنه يجوز لنا وضع مثل هذه الإعلانات على الموقع."
        ]
      },
      {
        "heading": "إخلاء المسؤولية عن الضمانات",
        "contentNum": "3",
        "content": [
          "يتم تقديم EasyImage وجميع الخدمات المقدمة من خلاله 'كما هي' و'كما هي متاحة'، دون أي ضمانات من أي نوع، سواء كانت صريحة أو ضمنية.",
          "نحن نخلي مسؤوليتنا صراحة عن جميع الضمانات، بما في ذلك على سبيل المثال لا الحصر، الضمانات الضمنية للتسويق والملاءمة لغرض معين وعدم الانتهاك.",
          "نحن لا نضمن أن الموقع سيكون آمنًا أو متاحًا في أي وقت أو مكان معين، أو أنه سيتم تصحيح أي عيوب أو أخطاء، أو أن الموقع خالٍ من الفيروسات أو المكونات الضارة الأخرى."
        ]
      },
      {
        "heading": "تحديد المسؤولية",
        "contentNum": "2",
        "content": [
          "إلى أقصى حد يسمح به القانون المعمول به، لن يكون EasyImage مسؤولاً بأي حال من الأحوال عن أي أضرار غير مباشرة أو عقابية أو عرضية أو خاصة أو تبعية أو نموذجية، بما في ذلك على سبيل المثال لا الحصر الأضرار الناجمة عن فقدان الأرباح أو حسن النية أو الاستخدام أو البيانات أو الخسائر غير الملموسة الأخرى، الناشئة عن أو المتعلقة باستخدامك أو عدم قدرتك على استخدام الخدمة.",
          "ينطبق هذا التحديد سواء كانت المسؤولية المزعومة تستند إلى عقد أو ضرر أو إهمال أو مسؤولية صارمة أو أي أساس آخر، حتى لو تم إخطارنا بإمكانية حدوث مثل هذا الضرر."
        ]
      },
      {
        "heading": "التعويض",
        "contentNum": "1",
        "content": [
          "أنت توافق على الدفاع عن EasyImage والشركات التابعة له ومسؤوليه ومديريه وموظفيه ووكلائه المعنيين وتعويضهم وإبراء ذمتهم من وضد أي وجميع المطالبات والأضرار والالتزامات والخسائر والمسؤوليات والتكاليف أو الديون والنفقات (بما في ذلك على سبيل المثال لا الحصر أتعاب المحاماة) الناشئة عن استخدامك للموقع أو انتهاكك لهذه الشروط."
        ]
      },
      {
        "heading": "التغييرات في الشروط",
        "contentNum": "2",
        "content": [
          "نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تعديل أو استبدال هذه الشروط في أي وقت دون إشعار مسبق.",
          "تقع على عاتقك مسؤولية مراجعة هذه الشروط بشكل دوري للتغييرات. يشكل استمرار استخدامك لـ EasyImage بعد نشر أي تغييرات قبولًا لتلك التغييرات."
        ]
      },
      {
        "heading": "توفر اللغة",
        "contentNum": "2",
        "content": [
          "قد تكون هذه الشروط متاحة بلغات متعددة، لكننا لا نضمن توفرها بجميع اللغات.",
          "في حالة وجود أي تعارض بين النسخة الإنجليزية وأي نسخة مترجمة، تسود النسخة الإنجليزية."
        ]
      },
      {
        "heading": "القانون الحاكم",
        "contentNum": "1",
        "content": [
          "تخضع هذه الشروط وتفسر وفقًا لقوانين الولاية القضائية التي يعمل فيها EasyImage، بغض النظر عن أحكام تعارض القوانين."
        ]
      },
      {
        "heading": "قابلية الفصل",
        "contentNum": "1",
        "content": [
          "إذا تبين أن أي حكم من أحكام هذه الشروط غير قابل للتنفيذ أو غير صالح، فسيتم تقييد هذا الحكم أو إلغاؤه إلى الحد الأدنى الضروري بحيث تظل الشروط سارية المفعول بالكامل وقابلة للتنفيذ."
        ]
      },
      {
        "heading": "معلومات الاتصال",
        "contentNum": "1",
        "content": [
          "إذا كان لديك أي أسئلة حول شروط الخدمة هذه، فيرجى الاتصال بنا."
        ]
      }
    ],
    "footer": {
      "lastUpdated": "آخر تحديث: 2025/3/6",
      "companyInfo": "EasyImage.work"
    }
  }
}
